[
    "An abdominal aortic aneurysm (AAA) is a swelling of the aorta, the main blood vessel that leads away from the heart.",
    "Large AAAs can be very serious and can cause massive internal bleeding if they burst.",
    "Symptoms of an AAA may include a pulsating feeling in the abdomen, persistent back pain, and persistent abdominal pain.",
    "Risk factors for an AAA include increasing age, being male, smoking, having high blood pressure and cholesterol levels, and having a family history of AAAs.",
    "Acne is a common skin condition that causes spots, oily skin, and sometimes pain or heat in the affected areas.",
    "There are six main types of spots caused by acne, including blackheads, whiteheads, papules, pustules, nodules, and cysts.",
    "Self-help techniques for managing acne include washing affected areas no more than twice a day, using mild soap or cleanser, avoiding squeezing or picking at spots, and avoiding excessive makeup or cosmetics.",
    "Treatment options for acne include over-the-counter topical treatments, prescription medications like retinoids and antibiotics, hormonal therapies, and in severe cases, isotretinoin or cosmetic procedures for scarring.",
    "Acute cholecystitis is swelling (inflammation) of the gallbladder and is a potentially serious condition that usually needs to be treated in hospital.",
    "The main symptom of acute cholecystitis is a sudden sharp pain in the upper right side of the abdomen that spreads towards the right shoulder.",
    "Additional symptoms may include a high temperature (fever), nausea and vomiting, sweating, loss of appetite, yellowing of the skin and eyes (jaundice), and a bulge in the abdomen.",
    "Acute cholecystitis can be caused by calculous cholecystitis, which occurs when the cystic duct is blocked by a gallstone or biliary sludge, or acalculous cholecystitis, which usually develops as a complication of a serious illness, infection, or injury.",
    "Acute lymphoblastic leukaemia is a type of cancer that affects the white blood cells and progresses rapidly, requiring immediate treatment.",
    "Symptoms of acute lymphoblastic leukaemia include pale skin, tiredness, repeated infections, unusual bleeding, high temperature, night sweats, bone and joint pain, and neurological symptoms.",
    "The cause of acute lymphoblastic leukaemia is a DNA mutation in the stem cells, leading to the overproduction of white blood cells and a decrease in healthy red blood cells and platelets.",
    "Treatment for acute lymphoblastic leukaemia involves chemotherapy, steroid therapy, imatinib for specific cases, and possibly bone marrow or stem cell transplantation.",
    "Leukaemia is a cancer of the white blood cells that affects the production of normal blood cells in the bone marrow.",
    "Acute lymphoblastic leukaemia (ALL) is a type of leukaemia that primarily affects children aged 1 to 4 years old.",
    "Symptoms of ALL may include tiredness, bruising, bleeding, infections, aches and pains, and swollen lymph glands.",
    "Treatment for ALL typically involves chemotherapy given in different phases, including induction, consolidation, maintenance, and sometimes bone marrow transplantation or radiotherapy.",
    "Acute lymphoblastic leukaemia (ALL) is a type of cancer that affects the white blood cells and can cause symptoms such as fatigue, bruising, infections, bone pain, swollen glands, and fever.",
    "The exact cause of ALL is unknown, but certain genetic conditions, such as Down's syndrome or Li-Fraumeni syndrome, can increase the risk of developing the condition.",
    "Diagnosis of ALL involves blood tests, bone marrow tests, lumbar puncture, and chest X-rays to check for leukaemia cells and determine the extent of the disease.",
    "Treatment for ALL typically involves chemotherapy, including anti-cancer drugs and steroids, given in different phases to eliminate the leukaemia cells and prevent relapse.",
    "Acute myeloid leukaemia (AML) is a rapidly progressing and aggressive cancer of the myeloid cells in the bone marrow.",
    "Symptoms of AML include pale skin, tiredness, breathlessness, frequent infections, and unusual bleeding.",
    "AML is caused by a DNA mutation in the stem cells of the bone marrow, leading to the overproduction of immature white blood cells.",
    "Treatment for AML usually involves intensive chemotherapy, radiotherapy, and possibly a bone marrow or stem cell transplant.",
    "Acute myeloid leukaemia (AML) is a type of blood cancer that affects children of any age.",
    "AML is characterized by an overproduction of immature myeloid white blood cells.",
    "The FAB classification system categorizes AML into different sub-types based on the type and stage of development of the leukaemic cells.",
    "Treatment for AML usually involves chemotherapy, including induction and post-remission phases, and may also include bone marrow transplant and central nervous system treatment.",
    "Acute myeloid leukaemia (AML) is a type of cancer that affects the white blood cells and can cause symptoms such as fatigue, bruising or bleeding, infections, bone pain, swollen glands, and fever.",
    "The exact cause of AML is unknown, but certain genetic conditions and non-cancerous conditions of the bone marrow may increase the risk of developing this type of leukaemia.",
    "If you experience symptoms of AML, it is important to see a doctor for a proper diagnosis, as these symptoms can also be caused by other conditions.",
    "Treatment for AML usually involves chemotherapy, which aims to destroy the leukaemia cells and achieve remission. Additional treatments such as bone marrow transplant or central nervous system therapy may be necessary in some cases.",
    "Acute pancreatitis is a serious condition where the pancreas becomes inflamed over a short period of time.",
    "The main symptom of acute pancreatitis is a severe, dull pain around the top of your stomach that develops suddenly.",
    "Most cases of acute pancreatitis are closely linked to gallstones or to alcohol consumption.",
    "Treatment for acute pancreatitis focuses on supporting the functions of the body until the inflammation has passed.",
    "Addison's disease is a rare disorder of the adrenal glands that occurs when the adrenal gland is damaged and not enough cortisol and aldosterone are produced.",
    "Early symptoms of Addison's disease include fatigue, muscle weakness, low mood, loss of appetite, increased thirst, and unintentional weight loss.",
    "Addison's disease is usually caused by a problem with the immune system, which attacks the outer layer of the adrenal gland, disrupting hormone production.",
    "Treatment for Addison's disease involves taking medication to replace the missing hormones and managing bouts of fatigue.",
    "Alcohol-related liver disease (ARLD) is caused by drinking too much alcohol and can lead to liver damage.",
    "Symptoms of ARLD can include abdominal pain, loss of appetite, fatigue, yellowing of the skin and eyes, swelling in the legs and abdomen, confusion, and vomiting blood.",
    "ARLD has three main stages: alcoholic fatty liver disease, alcoholic hepatitis, and cirrhosis.",
    "Treatment for ARLD involves stopping drinking alcohol, and in severe cases, a liver transplant may be necessary.",
    "Allergic rhinitis is inflammation of the inside of the nose caused by allergens such as pollen, dust, mold, or animal skin.",
    "Symptoms of allergic rhinitis include sneezing, itchiness, and a blocked or runny nose, usually triggered by contact with allergens.",
    "Mild cases of allergic rhinitis can be treated with over-the-counter medications, nasal saline solution, and avoiding triggers.",
    "Complications of allergic rhinitis may include nasal polyps, sinusitis, and blockage of the middle ear, which can be treated with medication or surgery.",
    "An allergy is a reaction the body has to a particular food or substance.",
    "Allergies are very common, affecting more than 1 in 4 people in the UK at some point in their lives.",
    "Common allergens include grass and tree pollen, dust mites, animal dander, food, insect bites and stings, medication, latex, mould, and household chemicals.",
    "Symptoms of an allergic reaction can include sneezing, runny or blocked nose, itchy and watery eyes, wheezing and coughing, a red and itchy rash, and worsening of asthma or eczema symptoms.",
    "Alzheimer's disease is the most common type of dementia, affecting an estimated 850,000 people in the UK.",
    "The exact cause of Alzheimer's disease is unknown, but increasing age, family history, previous severe head injuries, and lifestyle factors associated with cardiovascular disease can increase the risk.",
    "The symptoms of Alzheimer's disease develop gradually and become more severe over several years, starting with minor memory problems and progressing to confusion, disorientation, difficulty planning, problems with speech and language, and personality changes.",
    "There is currently no cure for Alzheimer's disease, but medication can help relieve some symptoms and slow down the progression of the condition. Other supportive measures and treatments, such as occupational therapy and psychological therapies, are also available to help people with Alzheimer's live as independently as possible.",
    "Anal cancer is a rare type of cancer that affects the very end of the large bowel.",
    "Symptoms of anal cancer can include bleeding from the bottom, itching and pain around the anus, small lumps around the anus, a discharge of mucus from the anus, and loss of bowel control.",
    "Diagnosing anal cancer may involve examinations such as a rectal examination and tests such as sigmoidoscopy and biopsy.",
    "Treatment for anal cancer may involve chemoradiation, which combines chemotherapy and radiotherapy, or surgery to remove the tumor or a larger section of the bowel.",
    "Anaphylaxis is a severe, potentially life-threatening allergic reaction that can develop rapidly.",
    "Signs of anaphylaxis include itchy skin or a raised, red skin rash, swollen eyes, lips, hands and feet, feeling lightheaded or faint, and swelling of the mouth, throat or tongue.",
    "Anaphylaxis can be triggered by insect stings, peanuts and tree nuts, other types of foods, and certain medicines.",
    "Treatment for anaphylaxis involves using an adrenaline injector, calling 999 for an ambulance, and receiving further treatment in the hospital.",
    "Angina is chest pain caused by restricted blood supply to the heart due to narrowing or blockages in the blood vessels around the heart.",
    "Symptoms of angina include chest pain that can feel like a dull ache or tightness in the chest, and may spread to the arms, neck, jaw, or back. It is often triggered by physical exertion.",
    "Angina can be diagnosed through assessments and tests such as electrocardiogram (ECG), exercise tolerance test (ETT), myocardial perfusion scan (MPS), and coronary angiography.",
    "Treatment for angina includes medications such as nitrates, beta blockers, and calcium channel blockers to prevent and treat angina attacks, as well as reducing the risk of heart attack or stroke. In some cases, surgery such as coronary artery bypass graft (CABG) or percutaneous coronary intervention (PCI) may be recommended.",
    "Angioedema is the swelling of the deeper layers of the skin, caused by a build-up of fluid.",
    "The symptoms of angioedema can affect any part of the body, but swelling usually affects the eyes, lips, genitals, hands, and feet.",
    "Angioedema can be caused by allergic reactions, idiopathic (unknown cause), drug side effects, or hereditary factors.",
    "Treatment for angioedema may involve antihistamines, corticosteroids, alternative medications, or preventative measures for hereditary cases.",
    "The main symptoms of ankylosing spondylitis are back pain and stiffness that improve with exercise and are not relieved by rest, pain and swelling in other joints such as the hips and knees, and fatigue.",
    "Ankylosing spondylitis can cause complications such as reduced flexibility in the spine, joint damage, iritis (inflammation of the eye), osteoporosis and spinal fractures, cardiovascular disease, cauda equina syndrome, amyloidosis, and difficulties with employment.",
    "Ankylosing spondylitis is usually diagnosed through physical assessments, blood tests to check for inflammation, and imaging tests such as X-rays, MRI scans, and ultrasound scans.",
    "Treatment for ankylosing spondylitis may include exercise and physiotherapy to improve posture and flexibility, painkillers such as NSAIDs and paracetamol, anti-TNF medication to reduce inflammation, corticosteroids for joint inflammation, DMARDs for joint pain and inflammation in areas other than the spine, and surgery in severe cases.",
    "Anorexia nervosa is a serious, potentially life-threatening, mental health condition characterized by an intense fear of gaining weight and a strict control over food intake.",
    "Symptoms of anorexia include a fear of being fat or gaining weight, problems with self-esteem and body image, restricting food intake, and maintaining an unhealthy body weight.",
    "Physical symptoms of anorexia can include the growth of fine downy hair on the body, irregular heartbeat, abdominal pain, bloating, fatigue, low blood pressure, and feeling cold.",
    "Treatment for anorexia typically involves a combination of talking therapy and supervised weight gain, and it is important to start treatment as early as possible to reduce the risk of complications.",
    "Generalised anxiety disorder (GAD) is a long-term condition that causes individuals to feel anxious about a wide range of issues.",
    "Symptoms of GAD include restlessness, difficulty concentrating, irritability, muscle aches and tension, and difficulty falling or staying asleep.",
    "The exact cause of GAD is not fully understood, but factors such as overactivity in certain areas of the brain, imbalances in brain chemicals, and genetic predisposition may play a role.",
    "Treatment options for GAD include talking therapies like cognitive behavioural therapy (CBT) and medication such as selective serotonin reuptake inhibitors (SSRIs).",
    "Anxiety is a feeling of unease, like worry or fear, that can affect a child's behavior and thoughts on a daily basis.",
    "Signs of anxiety in children may include difficulty concentrating, sleep disturbances, changes in appetite, irritability, constant worrying, physical symptoms such as stomachaches, and withdrawal from activities.",
    "Common types of anxiety in children and teenagers include specific phobias, generalized anxiety disorder, separation anxiety, and school-based anxiety.",
    "Long-term anxiety can severely interfere with a child's personal development, family life, and schooling, and may lead to other mental health issues such as depression and substance misuse.",
    "Appendicitis is a painful swelling of the appendix, a small pouch connected to the large intestine.",
    "Symptoms of appendicitis include pain in the middle of the abdomen that travels to the lower right-hand side, nausea, loss of appetite, and diarrhea.",
    "Appendicitis is usually treated by surgically removing the appendix through either keyhole surgery or open surgery.",
    "Complications of appendicitis include peritonitis, a potentially life-threatening infection of the abdomen, and abscesses, which may require drainage.",
    "Arterial thrombosis is a blood clot that develops in an artery and can obstruct or stop the flow of blood to major organs.",
    "Symptoms of arterial thrombosis depend on where the blood clot has formed and can include angina, heart attack, stroke, and peripheral vascular disease.",
    "The main cause of arterial thrombosis is atherosclerosis, which is the buildup of fatty deposits on the walls of the arteries.",
    "Treatment for arterial thrombosis can involve medication to dissolve clots or surgery to unblock or reroute blood flow.",
    "Arthritis is a common condition that causes pain and inflammation in a joint.",
    "The two most common types of arthritis are osteoarthritis and rheumatoid arthritis.",
    "Osteoarthritis affects the smooth cartilage lining of the joint, leading to pain and stiffness.",
    "Rheumatoid arthritis occurs when the body's immune system targets affected joints, causing pain and swelling.",
    "Asbestosis is a chronic lung condition caused by prolonged exposure to asbestos.",
    "Symptoms of asbestosis include shortness of breath, persistent cough, wheezing, fatigue, chest pain, and clubbed fingertips.",
    "There is no cure for asbestosis, but treatments such as oxygen therapy can improve quality of life.",
    "Asbestosis can increase the risk of developing other serious conditions such as pleural disease, mesothelioma, and lung cancer.",
    "Asthma is a common long-term condition that can cause coughing, wheezing, chest tightness and breathlessness.",
    "Asthma can be controlled well in most people most of the time, although some people may have more persistent problems.",
    "Severe asthma attacks may require hospital treatment and can be life threatening, although this is unusual.",
    "Treatment for asthma involves the use of reliever inhalers to relieve symptoms and preventer inhalers to reduce inflammation and prevent future symptoms and attacks.",
    "Atopic eczema, also known as atopic dermatitis, is the most common form of eczema that mainly affects children but can also affect adults.",
    "The symptoms of atopic eczema include itchy, red, dry, and cracked skin, with common areas of the body affected being the backs or fronts of the knees, outside or inside of the elbows, around the neck, hands, cheeks, and scalp.",
    "The exact cause of atopic eczema is unknown, but it often occurs in people who have allergies and can run in families or develop alongside other conditions such as asthma and hay fever.",
    "Treatment for atopic eczema includes using emollients (moisturizers) to keep the skin hydrated, topical corticosteroids to reduce inflammation during flare-ups, antihistamines to relieve itching, and in some cases, bandages or wet wraps to protect and heal the skin.",
    "Atrial fibrillation is a condition that causes an irregular heart rate.",
    "A normal heart rate, when resting, should be between 60 and 100 beats a minute. In atrial fibrillation, it may be over 140 beats a minute.",
    "Atrial fibrillation is defined as paroxysmal, persistent, longstanding persistent, or permanent, depending on how it affects the individual.",
    "Symptoms of atrial fibrillation may include dizziness, feeling faint, shortness of breath, fast and irregular heartbeat (palpitations), and feeling very tired.",
    "Attention deficit hyperactivity disorder (ADHD) is a group of behavioural symptoms that include difficulty concentrating and paying attention, hyperactivity, and impulsiveness.",
    "Symptoms of ADHD in children and teenagers include inattentiveness (short attention span, easily distracted, forgetfulness), hyperactivity and impulsiveness (inability to sit still, fidgeting, excessive talking), and little or no sense of danger.",
    "Symptoms of ADHD in adults include easily getting distracted, difficulty listening and following instructions, trouble organizing tasks, restlessness, forgetfulness, and difficulty handling stress.",
    "ADHD can be caused by a combination of factors, including genetics and differences in brain function and structure. Certain groups, such as those born prematurely or with brain damage, may be at higher risk.",
    "Autism spectrum disorder (ASD), also known as autism, is a condition that affects the way a person thinks, feels, and experiences the world.",
    "Autism is highly variable and is experienced differently by each individual. It can affect social interactions, communication, and behavior.",
    "Many autistic individuals prefer to use the term \"autistic\" to describe themselves, as they see autism as part of their identity.",
    "Autism can be diagnosed in childhood or later in life, and early intervention and support can be beneficial for autistic children.",
    "Bacterial vaginosis is an imbalance of the usual bacteria found in the vagina and is not a sexually transmitted infection.",
    "Symptoms of bacterial vaginosis may include a change in the normal discharge from the vagina, such as white or grey discharge with a strong fishy smell.",
    "To determine if you have bacterial vaginosis, you can check if certain toiletries are triggering it, consider over-the-counter treatments, or contact your GP or local sexual health service for an appointment.",
    "Bacterial vaginosis is treated with antibiotics, either in the form of tablets or creams/gels, and partners do not usually need treatment.",
    "Benign prostate enlargement (BPE), also known as benign prostatic hyperplasia (BPH), is a condition that affects older men and anyone with a prostate.",
    "The main symptoms of benign prostate enlargement include difficulty starting urination, frequent need to urinate, and difficulty fully emptying the bladder.",
    "The exact cause of benign prostate enlargement is unknown, but it is believed to be linked to hormonal changes that occur as a man gets older.",
    "Treatment for benign prostate enlargement can include lifestyle changes, medication, and surgery, depending on the severity of symptoms.",
    "Bile duct cancer (cholangiocarcinoma) is a rare but aggressive type of cancer that affects the bile duct system.",
    "Symptoms of bile duct cancer may include jaundice, unintentional weight loss, and abdominal pain.",
    "Risk factors for bile duct cancer include age (over 65), primary sclerosing cholangitis (PSC), bile duct abnormalities, biliary stones, parasitic infection, and exposure to toxins.",
    "Treatment for bile duct cancer may involve surgery to remove the affected part of the bile duct, chemotherapy, radiotherapy, or clinical trials of experimental treatments.",
    "Binge eating disorder is characterized by regular episodes of overeating, often accompanied by feelings of guilt, shame, or disgust afterwards.",
    "Symptoms of binge eating disorder include eating much faster than normal, eating until uncomfortably full, eating large amounts of food when not hungry, eating alone or secretly, and having feelings of guilt or shame afterwards.",
    "Treatment options for binge eating disorder include guided self-help, cognitive behavioral therapy (CBT), and antidepressant medication.",
    "Binge eating can lead to weight gain and increase the risk of physical health problems such as high cholesterol, high blood pressure, diabetes, osteoarthritis, and certain types of cancer.",
    "Bipolar disorder is a condition characterized by extreme mood swings, including periods of depression and mania.",
    "Symptoms of depression in bipolar disorder include feeling sad or hopeless, lacking energy, difficulty concentrating, and thoughts of suicide.",
    "Symptoms of mania in bipolar disorder include feeling very happy or elated, talking quickly, having lots of energy, and engaging in impulsive behaviors.",
    "Treatment options for bipolar disorder include medication to stabilize mood, learning to recognize triggers and signs of episodes, psychological treatment, and lifestyle changes such as exercise and improving diet.",
    "Bladder cancer is a growth of abnormal tissue in the bladder lining, which can spread into the surrounding muscles.",
    "The most common symptom of bladder cancer is blood in the urine, which is usually painless.",
    "Treatment for non-muscle-invasive bladder cancer may involve transurethral resection of a bladder tumor (TURBT) and chemotherapy.",
    "Treatment for muscle-invasive bladder cancer may involve radical cystectomy (removal of the bladder) or radiotherapy with a radiosensitizer.",
    "Sepsis is a serious complication of an infection that can lead to multiple organ failure and death if not treated quickly.",
    "Sepsis can be caused by an infection in any part of the body, with common sites being the lungs, urinary tract, abdomen, and pelvis.",
    "Diagnosis of sepsis involves testing temperature, heart rate, breathing rate, and blood, as well as other tests such as urine or stool samples and imaging studies.",
    "People at higher risk of sepsis include the very young or old, pregnant individuals, those with weakened immune systems, and those with certain medical conditions or undergoing certain medical treatments.",
    "Primary bone cancer is a rare type of cancer that starts in the bones.",
    "The main symptoms of bone cancer include persistent bone pain, swelling and redness over a bone, a noticeable lump, and weak bones that break easily.",
    "The main types of bone cancer are osteosarcoma, Ewing sarcoma, and chondrosarcoma.",
    "Risk factors for bone cancer include previous radiation exposure, Paget's disease of the bone, and rare genetic conditions like Li-Fraumeni syndrome.",
    "The two most common types of bone cancer in teenagers are osteosarcoma and Ewing sarcoma.",
    "Osteosarcoma primarily affects bones in the leg, especially around the knee joint, but can occur in any bone.",
    "Ewing sarcoma can affect any bone, but is most common in the pelvis or leg bones. It can also start in the soft tissue outside the bone.",
    "The cause of bone cancer is unknown, but it is believed to be linked to changes that occur during bone growth.",
    "Bowel cancer is a general term for cancer that begins in the large bowel and can be called colon or rectal cancer depending on where it starts.",
    "The main symptoms of bowel cancer are blood in the stools, changes in bowel habit, and abdominal pain.",
    "Risk factors for bowel cancer include age (most cases occur in people over 60), diet (high in red or processed meats and low in fiber), weight (being overweight or obese), and family history.",
    "Treatment for bowel cancer can include surgery, chemotherapy, radiotherapy, and biological treatments.",
    "Bowel incontinence, also known as faecal incontinence, is an inability to control bowel movements, resulting in involuntary soiling.",
    "The experience of bowel incontinence can vary, with some people feeling a sudden need to go to the toilet but being unable to reach a toilet in time, while others may experience no sensation before soiling themselves.",
    "Bowel incontinence can affect people of any age, but it is more common in elderly people and women.",
    "Treatment for bowel incontinence can include lifestyle and dietary changes, exercise programs to strengthen the muscles that control the bowel, medication to control diarrhoea and constipation, and in some cases, surgery.",
    "Bowel polyps are small growths on the inner lining of the colon or rectum and are common, affecting 15% to 20% of the UK population.",
    "Most bowel polyps are less than 1cm in size and don't usually cause symptoms, but some larger polyps can cause rectal bleeding, mucus production, diarrhea or constipation, and abdominal pain.",
    "Bowel polyps are usually discovered during a bowel investigation or screening for bowel cancer and can be removed through procedures like colonoscopy or CT colonography.",
    "In rare cases, surgical removal of part of the bowel may be necessary if the polyp has cell changes or is particularly large. Regular colonoscopy checks may be needed to monitor for recurrence or development of new polyps.",
    "Brain stem death is when a person permanently loses brain stem functions, including consciousness and the ability to breathe.",
    "Brain death can occur when the blood and/or oxygen supply to the brain is stopped, such as during cardiac arrest or stroke.",
    "Brain death is different from a vegetative state, as someone in a vegetative state still has a functioning brain stem and may have some form of consciousness.",
    "Diagnosing brain stem death involves a series of tests, including checking for responses to light, touch, and cold water, as well as temporarily disconnecting the person from a ventilator to see if they attempt to breathe on their own.",
    "A brain tumour is a growth of cells in the brain that multiplies in an abnormal, uncontrollable way.",
    "Brain tumours are graded from 1 to 4 according to their behaviour, such as how fast they grow and how likely they are to grow back after treatment.",
    "Benign brain tumours are low grade (grade 1 or 2), which means they grow slowly and are less likely to return after treatment. Malignant brain tumours are high grade (grade 3 or 4) and either start in the brain (primary tumours) or spread into the brain from elsewhere (secondary tumours); they're more likely to grow back after treatment.",
    "The symptoms of a brain tumour vary depending on the exact part of the brain that's affected. Common symptoms include severe, persistent headaches, seizures (fits), persistent nausea, vomiting and drowsiness, mental or behavioural changes, such as memory problems or changes in personality, and progressive weakness or paralysis on one side of the body, vision problems, or speech problems.",
    "Brain tumours are the most common tumours that develop in children, affecting boys slightly more often than girls.",
    "Symptoms of brain tumours can include headaches, vomiting, seizures, changes in behavior, and problems with balance and coordination.",
    "Brain tumours can be benign or malignant, with malignant tumours causing more damage and potentially spreading to other areas.",
    "Treatment for brain tumours may include surgery, radiotherapy, chemotherapy, and medications to manage symptoms.",
    "The brain is the control center of the body and is made up of the cerebrum, cerebellum, brain stem, and pituitary gland.",
    "There are different types of brain tumors, including benign tumors that do not spread and malignant tumors that can spread to other parts of the brain or spinal cord.",
    "Common symptoms of brain tumors include headaches, vomiting, seizures, changes in behavior, and problems with coordination and balance.",
    "Treatment for brain tumors may include surgery to remove the tumor, radiation therapy, chemotherapy, and supportive medications such as steroids and anticonvulsants.",
    "Breast cancer is the most common type of cancer in the UK.",
    "Most women who get breast cancer are over 50, but younger women and men can also get it.",
    "Breast cancer can be prevented from spreading if treated early enough.",
    "The main symptom of breast cancer is a lump or area of thickened breast tissue.",
    "Breast cancer can also affect men, although it is much less common than in women.",
    "The main symptom of breast cancer in men is a hard, painless lump in one of the breasts.",
    "Other symptoms of male breast cancer may include nipple problems, such as retraction or discharge.",
    "Treatment for male breast cancer may involve surgery, hormone-blocking therapy, radiotherapy, or chemotherapy.",
    "Bronchiectasis is a long-term condition where the airways of the lungs become abnormally widened, leading to a build-up of excess mucus that can make the lungs more vulnerable to infection.",
    "The most common symptoms of bronchiectasis include a persistent cough that usually brings up phlegm (sputum) and breathlessness.",
    "Bronchiectasis can be caused by childhood lung infections, underlying problems with the immune system, allergic bronchopulmonary aspergillosis (ABPA), aspiration, cystic fibrosis, and cilia abnormalities.",
    "Treatment for bronchiectasis may involve exercises and special devices to help clear mucus from the lungs, medication to improve airflow, and antibiotics to treat lung infections.",
    "Bronchitis is an infection of the main airways of the lungs (bronchi), causing them to become irritated and inflamed.",
    "The main symptom of bronchitis is a hacking cough, which may bring up thick yellow-grey mucus (phlegm).",
    "Most cases of bronchitis can be treated at home with rest, non-steroidal anti-inflammatory drugs (NSAIDs), and plenty of fluids.",
    "Chronic bronchitis, also known as chronic obstructive pulmonary disease (COPD), is treated with medications to relieve symptoms and lifestyle changes such as quitting smoking.",
    "The main symptoms of bulimia include bingeing, purging, a focus on food, and problems with self-esteem and body image.",
    "Diagnosing bulimia involves questions about eating habits, weight, and concerns about weight, as well as physical examinations and blood tests.",
    "Treatment for bulimia may involve guided self-help, structured psychological treatment, medication, and addressing complications such as dental problems and heart issues.",
    "Seeking help for bulimia can involve talking to someone you trust, seeing a GP, or offering support to someone you know who may be experiencing bulimia.",
    "Bunions (hallux valgus) are deformities caused by the base joint of the big toe developing sideways, pushing the bones towards the smaller toes.",
    "Contributing factors to bunions include joint problems like osteoarthritis or rheumatoid arthritis, poorly fitting footwear, and a family history.",
    "Symptoms of bunions include pain and stiffness in the big toe joint, swelling of the joint making it difficult to find wide enough shoes, and difficulty walking.",
    "Management of bunions involves wearing well-fitting shoes with laces or adjustable straps, using insoles and toe spacers for support, taking pain medication, and doing exercises to strengthen foot muscles.",
    "Carcinoid tumours are rare cancers of the neuroendocrine system that usually grow in the bowels or appendix but can also be found in other organs.",
    "Carcinoid syndrome is a collection of symptoms that occur when a carcinoid tumour releases hormones into the bloodstream, causing symptoms such as diarrhea, flushing of the skin, fast heart rate, and breathlessness.",
    "Symptoms caused by the tumour itself depend on the location of the tumour, such as tummy pain and bleeding from the bottom for bowel carcinoid tumours, and coughing up blood and chest pain for lung carcinoid tumours.",
    "Treatment for carcinoid tumours may involve surgery to remove the tumour, injections of medicines to slow down tumour growth, radiotherapy, embolization, ablation, or chemotherapy. Symptoms of carcinoid syndrome can be managed with medication.",
    "Catarrh is a build-up of mucus in an airway or cavity of the body.",
    "Symptoms of catarrh include a constant need to clear your throat, feeling that your throat is blocked, blocked or stuffy nose, runny nose, feeling of mucus running down the back of your throat, persistent cough, headache or facial pain, reduced sense of smell and taste, and crackling sensation in your ear and temporary hearing loss.",
    "Home remedies for catarrh include avoiding triggers, drinking cold water, using a saline nasal rinse, avoiding warm and dry atmospheres, staying hydrated, and using over-the-counter medications.",
    "Catarrh is usually caused by an infection or irritation, such as a cold, allergies, non-allergic rhinitis, or nasal polyps. The cause of chronic catarrh is unclear but may be related to abnormal mucus travel or increased sensitivity.",
    "Cellulitis is an infection of the deeper layers of skin and underlying tissue that can be serious if not treated promptly.",
    "Symptoms of cellulitis include redness, swelling, pain, and tenderness in the affected area, and in severe cases, it can be accompanied by a high temperature, shaking, nausea, and confusion.",
    "Cellulitis is usually caused by a bacterial infection that enters the skin through a break, such as a cut, bite, or ulcer.",
    "Treatment for cellulitis typically involves antibiotics, with most cases being treated at home, although severe infections may require hospitalization.",
    "Cerebral palsy is a condition caused by damage or abnormal development of the brain before birth or during early development.",
    "The main types of abnormal muscle tone in cerebral palsy are spastic, dyskinetic, ataxic, and mixed.",
    "Symptoms of cerebral palsy can include difficulties with movement, speech, eating, vision, and learning, as well as fatigue, epilepsy, and behavioral problems.",
    "Cerebral palsy can be caused by factors such as premature birth, neonatal encephalopathy, stroke, infection, and head injuries.",
    "Cervical cancer is a type of cancer that develops in a woman's cervix.",
    "Symptoms of cervical cancer may include unusual vaginal bleeding, pain during sex, and an unpleasant smelling vaginal discharge.",
    "Almost all cases of cervical cancer are caused by the human papilloma virus (HPV), which is spread through sexual contact.",
    "Treatment for cervical cancer may include surgery, radiotherapy, and chemotherapy.",
    "The main symptoms of a chest infection include a persistent cough, coughing up phlegm, breathlessness, wheezing, high temperature, rapid heartbeat, chest pain, and confusion.",
    "Chest infections are usually caused by viruses or bacteria and can be spread through coughing, sneezing, or touching contaminated surfaces.",
    "Certain groups of people, such as babies, the elderly, pregnant women, and those with underlying health conditions, are at a higher risk of developing serious chest infections.",
    "Treatment for chest infections at home includes rest, staying hydrated, using pain relief for symptoms, and avoiding cough medicines. Antibiotics are only prescribed for bacterial infections or high-risk cases.",
    "Chest pain can be caused by a heart attack, which occurs when the blood supply to part of the heart is blocked.",
    "Angina is another cause of chest pain, where the blood supply to the muscles of the heart is restricted.",
    "Pulmonary embolism, a blockage in the blood vessel that carries blood from the heart to the lungs, can cause sharp, stabbing chest pain.",
    "Pericarditis, inflammation of the sac surrounding the heart, can cause sudden, sharp chest pain that worsens when lying down.",
    "Chickenpox is a mild and common illness that mostly affects children but can be caught at any age.",
    "Chickenpox is caused by a virus called the varicella-zoster virus and is spread quickly and easily from someone who is infected.",
    "The main symptom of chickenpox is a rash of red, itchy spots that turn into fluid-filled blisters and then crust over.",
    "Treatment for chickenpox involves managing symptoms with remedies such as paracetamol and calamine lotion, and keeping children off school or nursery until all spots have crusted over.",
    "Chilblains are small, itchy swellings on the skin that occur as a reaction to cold temperatures.",
    "Chilblains usually develop several hours after exposure to the cold and can cause a burning and itching sensation in the affected areas.",
    "In severe cases, chilblains can cause the skin to blister and may lead to infection.",
    "Treatment for chilblains often involves using soothing lotions to relieve itching and, in severe cases, taking medication to improve circulation and prevent further development.",
    "Chlamydia is a common bacterial infection and one of the most common sexually transmitted infections (STIs) in the UK.",
    "Symptoms of chlamydia may include pain when peeing, unusual discharge from the vagina, penis or anus, pain in the lower tummy, bleeding after sex, bleeding between periods, pain in the testicles, and red, sticky eyes.",
    "Testing for chlamydia can be done by booking an appointment at a sexual health service, contacting a GP practice, or ordering a home test kit.",
    "Chlamydia can be treated with antibiotics, and it is important to avoid having sex until 1 week after treatment to prevent spreading the infection.",
    "Myalgic encephalomyelitis (ME) or chronic fatigue syndrome (CFS) is a long term neurological condition that affects the nervous and immune systems.",
    "People with ME/CFS experience severe pain and fatigue associated with post-exertional malaise (PEM), which is the body's inability to recover after using even small amounts of energy.",
    "Symptoms of ME/CFS include feeling generally unwell, pain, broken sleep, problems with concentration and memory, poor temperature control, dizziness, sensitivity to light and sound, nausea, loss of appetite, and muscle pain.",
    "There is no single test to detect ME/CFS, and a diagnosis is made after other possible causes for symptoms have been excluded.",
    "Chronic kidney disease (CKD) is a long-term condition where the kidneys do not work effectively.",
    "Symptoms of advanced kidney disease include tiredness, swollen ankles, shortness of breath, nausea, and blood in the urine.",
    "CKD is most frequently diagnosed through blood and urine tests, and screening is recommended for those at high risk, such as people with high blood pressure or diabetes.",
    "Treatment for CKD may involve lifestyle changes, medication for high blood pressure and cholesterol, and in some cases, dialysis or a kidney transplant.",
    "Chronic lymphocytic leukaemia is a type of cancer that affects the white blood cells and progresses slowly over many years.",
    "Symptoms of CLL may include frequent infections, persistent tiredness, easy bruising or bleeding, high temperature, night sweats, swollen glands, swelling and discomfort in the abdomen, and unintentional weight loss.",
    "Treatment for CLL depends on the stage of the condition and may include chemotherapy, stem cell or bone marrow transplant, radiotherapy, surgery, and medications to prevent infections or boost white blood cell production.",
    "Complications of CLL can include infections, Richter's syndrome (a transformation into an aggressive form of lymphoma), autoimmune haemolytic anaemia, and psychological effects such as anxiety and depression.",
    "Chronic myeloid leukaemia is a cancer of the myeloid cells, which are responsible for fighting bacterial infections and preventing tissue damage.",
    "Early symptoms of chronic myeloid leukaemia include tiredness, weight loss, night sweats, bloating, bruising, and bone pain.",
    "Chronic myeloid leukaemia is more common in people aged 40 to 60 and is not inherited.",
    "Treatment for chronic myeloid leukaemia includes imatinib tablets to slow the progression of the cancer and chemotherapy for advanced stages.",
    "Chronic obstructive pulmonary disease (COPD) is a collection of lung diseases including chronic bronchitis, emphysema, and chronic obstructive airways disease.",
    "Symptoms of COPD include increasing breathlessness when active, a persistent cough with phlegm, and frequent chest infections.",
    "The main cause of COPD is smoking, but exposure to fumes, dust, air pollution, and genetic factors can also contribute to its development.",
    "Treatment for COPD includes stopping smoking, using inhalers to relieve symptoms, taking medication to reduce inflammation, and participating in pulmonary rehabilitation programs.",
    "Chronic or persistent pain refers to pain that lasts longer than 12 weeks.",
    "It can extend beyond the natural healing time of an injury or condition.",
    "Chronic or persistent pain can be caused by various factors such as nerve damage, inflammation, or underlying medical conditions.",
    "Treatment for chronic or persistent pain may involve a combination of medication, physical therapy, and lifestyle changes.",
    "Chronic pancreatitis is a condition where the pancreas becomes permanently damaged from inflammation.",
    "The most common symptom of chronic pancreatitis is repeated episodes of abdominal pain.",
    "Chronic pancreatitis can be caused by long-term alcohol misuse, smoking, immune system problems, or genetic mutations.",
    "Treatment for chronic pancreatitis focuses on lifestyle changes, medication for pain relief, and in severe cases, surgery.",
    "Cirrhosis is scarring of the liver caused by continuous, long-term liver damage.",
    "The damage caused by cirrhosis can't be reversed and can eventually become so extensive that your liver stops functioning. This is called liver failure.",
    "Each year in the UK, around 4,000 people die from cirrhosis and 700 people with the condition need a liver transplant to survive.",
    "There are usually few symptoms in the early stages of cirrhosis. However, as your liver loses its ability to function properly, you're likely to experience a loss of appetite, nausea and itchy skin.",
    "Clostridium difficile, also known as C. difficile or C. diff, is a bacterium that can infect the bowel and cause diarrhoea.",
    "Symptoms of a C. difficile infection include watery diarrhoea, painful tummy cramps, feeling sick, signs of dehydration, a high temperature, and loss of appetite and weight loss.",
    "People most at risk of C. difficile are those who have been treated with antibiotics, have stayed in a healthcare setting for a long time, are over 65 years old, have certain underlying conditions, have a weakened immune system, are taking a proton pump inhibitor, or have had surgery on their digestive system.",
    "Treatment for C. difficile can include stopping the antibiotics causing the infection, taking antibiotics that kill C. difficile bacteria, and in severe cases, surgery to remove a damaged section of the bowel.",
    "Coeliac disease is an autoimmune condition where the immune system in a person's intestine reacts to gluten, causing chronic inflammation.",
    "Gluten is a protein found in wheat, barley, and rye, and is present in many common foods and drinks.",
    "Coeliac disease affects 1 in every 100 people, with reported cases being more common in women than men.",
    "Symptoms of coeliac disease can vary and may include severe diarrhea, stomach pain, iron deficiency, fatigue, weight loss, mouth ulcers, and neurological problems.",
    "Cold sores are small blisters that develop on the lips or around the mouth and are caused by the herpes simplex virus.",
    "Cold sores usually clear up without treatment within 7 to 10 days.",
    "The herpes simplex virus is highly contagious and can be easily passed from person to person by close direct contact.",
    "Cold sores can be treated with antiviral creams or tablets to ease symptoms and speed up healing time.",
    "A coma is a state of unconsciousness where a person is unresponsive and cannot be woken.",
    "Comas can result from brain injuries, such as severe head injuries or strokes, as well as severe alcohol poisoning or brain infections.",
    "People with diabetes can fall into a coma if their blood glucose levels become very low (hypoglycemia) or very high (hyperglycemia).",
    "Caring for someone in a coma involves constant monitoring of their level of consciousness using the Glasgow Coma Scale and providing supportive treatment in an intensive care unit.",
    "The main symptoms of a cold include a sore throat, a blocked or runny nose, sneezing, and a cough.",
    "Less common symptoms of a cold include a high temperature (fever), a headache, earache, and muscle aches.",
    "Speak to your GP if your symptoms do not improve after 3 weeks, your symptoms get suddenly worse, or you're concerned about your child's symptoms.",
    "There's no cure for a cold, but you can rest, drink plenty of fluids, and take over-the-counter pain relief to relieve symptoms.",
    "The most common heart condition in Scotland is coronary heart disease, which is caused when the heart's blood vessels become narrowed or blocked and can't supply enough blood to the heart.",
    "Angina is a symptom of coronary heart disease and is characterized by pain or discomfort in the chest, arm, neck, stomach, or jaw due to restricted blood supply to the heart.",
    "Unstable angina is a sudden worsening of existing angina, with angina attacks occurring more frequently and with less activity. It may even occur at rest or wake you from sleep.",
    "A heart attack, or myocardial infarction, occurs when the blood supply to part of the heart muscle becomes completely blocked, usually due to a blood clot forming within a coronary artery.",
    "Congenital heart disease is a general term used to refer to a series of birth defects that affect the heart.",
    "The two main types of congenital heart disease are cyanotic heart disease and acyanotic heart disease.",
    "Cyanotic heart disease is characterized by a lack of oxygen in the blood, resulting in a blue-colored tinge to areas such as the fingers, toes, and lips, as well as symptoms such as breathlessness, chest pain, and fatigue.",
    "Acyanotic heart disease is characterized by abnormal blood flow in the body, leading to symptoms such as severe tiredness, palpitations, and shortness of breath.",
    "Conjunctivitis usually causes symptoms in both eyes like inflammation, redness, itching, a burning or gritty feeling, watering, and pus that sticks to the eyelashes.",
    "The three most common causes of conjunctivitis are infection (infective conjunctivitis), an allergic reaction (allergic conjunctivitis), and something irritating the conjunctiva, like a loose eyelash (irritant conjunctivitis).",
    "Treatment for conjunctivitis may include cleaning off crusts with a cotton wool pad, using lubricant eye drops, and avoiding rubbing the eyes or wearing contact lenses.",
    "If you experience pain in your eyes, sensitivity to light, changes in vision, very red eyes, or have a baby less than 28 days old with red eyes, it is important to seek urgent medical attention.",
    "Constipation is a common condition that affects people of all ages, characterized by infrequent or difficult bowel movements.",
    "The main symptoms of constipation include infrequent bowel movements, difficulty passing stools, and stools that are hard and lumpy.",
    "Causes of constipation can include a lack of fiber in the diet, changes in routine or lifestyle, ignoring the urge to pass stools, certain medications, and not drinking enough fluids.",
    "Treatment for constipation often involves making dietary and lifestyle changes, such as increasing fiber intake, drinking plenty of fluids, and exercising regularly. Laxatives may also be recommended in some cases.",
    "Vaccinations are effective at preventing serious illness from coronavirus.",
    "Symptoms of coronavirus include continuous cough, high temperature, loss of taste or smell, shortness of breath, fatigue, muscle aches, headache, sore throat, stuffy or runny nose, diarrhea, and nausea or vomiting.",
    "To help with symptoms, drink fluids, get plenty of rest, wear comfortable clothing, and take over-the-counter medications like paracetamol.",
    "To reduce the spread of infection, work from home if possible, wear a well-fitting face covering, regularly clean frequently touched surfaces, and wash hands regularly.",
    "A cough is a reflex action to clear your airways of mucus and irritants such as dust or smoke.",
    "Most coughs clear up within 3 weeks and don't require any treatment.",
    "Common causes of a short-term cough include upper respiratory tract infections, lower respiratory tract infections, allergies, and inhaled dust or smoke.",
    "A persistent cough may be caused by long-term respiratory tract infections, asthma, allergies, smoking, bronchiectasis, postnasal drip, gastro-oesophageal reflux disease (GORD), or certain medications.",
    "Crohn's disease is a long-term condition that causes inflammation of the lining of the digestive system.",
    "Common symptoms of Crohn's disease include recurring diarrhea, abdominal pain and cramping, extreme tiredness, unintended weight loss, and blood and mucus in the stool.",
    "The exact cause of Crohn's disease is unknown, but it may be caused by a combination of genetics, immune system problems, environmental factors, and smoking.",
    "Treatment for Crohn's disease may include steroid medication, medicines to suppress the immune system, biological therapies, surgery, and dietary changes.",
    "Croup is a childhood condition that affects the windpipe, airways to the lungs, and voice box.",
    "Symptoms of croup include a bark-like cough, hoarse voice, difficulty breathing, and a harsh grating sound when breathing in.",
    "Croup is usually caused by a viral infection, most commonly the parainfluenza virus.",
    "Treatment for croup may involve managing symptoms at home with pain relief medication, ensuring hydration, and using oral corticosteroids to reduce swelling in the throat. Severe cases may require hospital treatment with adrenaline and oxygen.",
    "Cystic fibrosis is an inherited condition that causes the lungs and digestive system to become clogged with thick, sticky mucus.",
    "Symptoms of cystic fibrosis can include recurring chest infections, difficulty putting on weight, frequent wet-sounding coughs, diarrhea, and occasional wheezing and shortness of breath.",
    "Cystic fibrosis is caused by a faulty gene that a child inherits from both parents, resulting in a build-up of mucus in the body's tubes and passageways.",
    "Treatment for cystic fibrosis may include antibiotics to prevent and treat chest infections, medications to make mucus thinner, airway clearance techniques, and dietary and nutritional advice.",
    "Cystitis is inflammation of the bladder, usually caused by a bladder infection.",
    "The main symptoms of cystitis include pain, burning or stinging when you pee, needing to pee more often and urgently than normal, urine that's dark, cloudy or strong smelling, and pain low down in your tummy.",
    "Cystitis can be caused by bacteria entering the bladder through the urethra, which can happen during sex, wiping from back to front after going to the toilet, inserting a tampon or urinary catheter, or using a diaphragm for contraception.",
    "Treatment for cystitis may involve antibiotics, over-the-counter painkillers, drinking plenty of water, using a hot water bottle, and avoiding sex until symptoms improve.",
    "Deafblindness is a combination of sight and hearing loss that affects a person's ability to communicate, access information and get around.",
    "Signs of deafblindness can include difficulty following a conversation, not hearing noises such as a knock at the door, and needing to hold books or newspapers very close.",
    "Deafblindness can be caused by age-related hearing loss, genetic conditions, infections during pregnancy, cerebral palsy, and eye problems associated with increasing age.",
    "Treatment for deafblindness may involve preserving and maximizing remaining sight or hearing, teaching alternative methods of communication, and helping the person retain or develop independence.",
    "Deep vein thrombosis (DVT) is a blood clot that develops within a deep vein in the body, usually in the leg.",
    "Symptoms of DVT may include pain, swelling, tenderness, warm skin, and redness in the affected leg.",
    "DVT can lead to complications such as pulmonary embolism, which occurs when a blood clot travels to the lungs and blocks a blood vessel.",
    "Treatment for DVT usually involves taking anticoagulant medicines, wearing compression stockings, and making lifestyle changes to reduce the risk of recurrence.",
    "Dehydration occurs when your body loses more fluid than you take in.",
    "Some early warning signs of dehydration include feeling thirsty and lightheaded, having a dry mouth, feeling tired, and passing urine less often than usual.",
    "Dehydration can be caused by not drinking enough fluid, sweating from fever or physical activity, or an illness like gastroenteritis.",
    "The groups most at risk for dehydration are babies and infants, older people, people with long-term health conditions, and athletes.",
    "Dementia is a common condition that usually occurs in people over the age of 65.",
    "The risk of developing dementia increases as you get older.",
    "There are causes and possible preventions for dementia.",
    "Treatment options for dementia include organizing care, care homes, and managing legal affairs.",
    "Dementia with Lewy bodies is a common form of dementia that affects more than 100,000 people in the UK.",
    "Symptoms of dementia with Lewy bodies include problems with memory, judgement, concentration, visual perception, and extreme swings between alertness and drowsiness.",
    "The condition is caused by deposits of an abnormal protein called Lewy bodies in the brain, which disrupt normal brain functions.",
    "There is no cure for dementia with Lewy bodies, but treatments can help manage symptoms, including medication and supportive therapies.",
    "A dental abscess is a collection of pus that can form inside the teeth, in the gums, or in the bone that holds the teeth in place.",
    "Symptoms of a dental abscess may include intense, throbbing pain in the affected tooth or gum, pain that spreads to the ear, jaw, and neck, redness and swelling in the face, and sensitivity to hot or cold food and drink.",
    "It's important to seek dental help as soon as possible if you think you have a dental abscess, as they don't go away on their own and can spread to other parts of the body.",
    "Treatments for a dental abscess may include removing the affected tooth, root canal treatment, or incision and drainage to drain the abscess. Antibiotics may be used if the infection spreads or is severe.",
    "Depression is a real condition that affects around one in 10 people and can make you feel persistently sad and down for weeks or months at a time.",
    "Symptoms of depression include feeling tearful, losing interest in things, feeling guilty, feeling anxious, and thinking about suicide.",
    "Depression can be caused by stressful life events, illness, job loss, or money worries, and can also be influenced by genetics and family history.",
    "Treatment for depression may involve talking therapies such as cognitive behavioural therapy (CBT), medication such as antidepressants, and social support.",
    "Dermatitis herpetiformis (DH) affects around 1 in 10,000 people and is most commonly diagnosed in those between the ages of 15 and 40. It is more common in men than women and is rare in children.",
    "Symptoms of DH include red, raised patches often with blisters that burst with scratching, severe itching and stinging. The rash usually occurs on the elbows, knees, and buttocks, and can affect any area of the skin.",
    "Most people with DH have the same kind of gut damage seen with coeliac disease, but may not experience gut symptoms such as diarrhea, constipation, stomach pain, or bloating. Just over half of people with DH don't have gut symptoms.",
    "DH is caused by the body's immune system reacting to gluten in foods containing wheat, barley, and rye. A diagnosis of DH is confirmed by a skin biopsy, and blood tests may also be taken for coeliac disease.",
    "Diabetes is a lifelong condition that causes a person's blood glucose (sugar) level to become too high.",
    "There are two main types of diabetes ' type 1 diabetes and type 2 diabetes.",
    "Type 2 diabetes is far more common than type 1. In the UK, around 90% of all adults with diabetes have type 2.",
    "There are 4.7 million people living with diabetes in the UK. That's more than one in 15 people in the UK who has diabetes (diagnosed or undiagnosed).",
    "Diarrhoea is passing looser, watery or more frequent poo (stools) than is normal for you.",
    "Diarrhoea can be caused by a bowel infection (gastroenteritis) from viruses, bacteria, or parasites.",
    "Most cases of diarrhoea clear up after a few days without treatment, but it's important to drink plenty of fluids to avoid dehydration.",
    "To prevent spreading infection, stay at home until at least 48 hours after the last episode of diarrhoea.",
    "Discoid eczema is a long-term skin condition that causes circular or oval patches of itchy, reddened, swollen, and cracked skin.",
    "The patches can be a few millimeters to a few centimeters in size and can appear anywhere on the body except the face and scalp.",
    "The patches may initially be swollen, blistered, and ooze fluid, but over time they become dry, crusty, cracked, and flaky.",
    "Treatment for discoid eczema may include emollients, topical corticosteroids, antihistamines, and in severe cases, oral corticosteroids.",
    "Diverticular disease is characterized by the development of small bulges or pockets (diverticula) in the lining of the large intestine.",
    "Symptoms of diverticular disease include lower abdominal pain and bloating.",
    "Diverticulitis occurs when the diverticula become inflamed or infected, causing more severe symptoms such as constant and severe abdominal pain, high temperature, and diarrhea.",
    "Treatment options for diverticular disease and diverticulitis include a high-fiber diet, pain relief medication, antibiotics, and in severe cases, surgery.",
    "Dizziness (lightheadedness) is a common symptom that should be investigated by a doctor.",
    "The term \"dizziness\" can refer to feeling lightheaded or off balance, or feeling like the surroundings are spinning.",
    "Dizziness can have a wide range of causes, making it difficult to identify the underlying cause.",
    "Common causes of dizziness include inner ear infections, migraines, stress or anxiety, low blood sugar levels, postural hypotension, dehydration or heat exhaustion, and decreased blood flow in the back of the brain.",
    "Down's syndrome, also known as Trisomy 21, is a genetic condition where a person is born with an extra copy of chromosome 21.",
    "People with Down's syndrome can lead active and independent lives, with many living into their 60s, 70s, and beyond.",
    "Most individuals with Down's syndrome have mild to moderate learning disabilities, although some may have more complex needs.",
    "Regular health checks are important for individuals with Down's syndrome, as they may have certain health conditions such as heart issues, muscle tone and digestion issues, and reduced hearing or vision.",
    "Contact your dentist or GP if you have a persistently dry mouth and experience difficulty chewing, swallowing, or talking.",
    "A dry mouth can be caused by dehydration, anxiety, medication, a blocked nose, diabetes, radiotherapy, or Sj'gren's syndrome.",
    "A dry mouth can lead to problems such as a burning sensation, dry lips, bad breath, reduced sense of taste, mouth infections, tooth decay, and difficulty speaking or eating.",
    "Treatment for a dry mouth may involve addressing the underlying cause, adjusting medication, using artificial saliva substitutes, or taking medication to stimulate salivary gland production.",
    "Dysphagia is the medical term for swallowing difficulties.",
    "Signs of dysphagia include coughing or choking when eating or drinking, bringing food back up, a sensation of food stuck in the throat or chest, and persistent drooling of saliva.",
    "Dysphagia can be caused by conditions that affect the nervous system, cancer, or gastro-oesophageal reflux disease (GORD).",
    "Treatment for dysphagia may include swallowing therapy, dietary changes, and feeding tubes.",
    "Dystonia is a neurological movement disorder characterized by involuntary muscle spasms and contractions.",
    "Symptoms of dystonia can include uncontrolled muscle spasms, twisting of body parts into unusual positions, shaking (tremors), and excessive blinking.",
    "There are different types of dystonia, including generalized dystonia that affects all parts of the body and focal dystonia that affects only one muscle group.",
    "Dystonia can be caused by a problem with the part of the brain that controls movement and can be primary (with a genetic cause) or secondary (as a symptom of another condition).",
    "Earache is a common problem, particularly in children, and is usually caused by a minor infection.",
    "Symptoms of earache can include sharp, dull, or burning ear pain that comes and goes or is constant, and may affect one or both ears.",
    "Medical advice should be sought if earache is accompanied by a high temperature (fever), vomiting, severe sore throat, hearing loss, swelling around the ear, discharge from the ear, something stuck in the ear, or if the earache doesn't improve within a few days.",
    "Treatment for earache may involve using over-the-counter painkillers, warm flannels against the affected ear, and avoiding putting objects in the ear or getting the affected ear wet.",
    "A build-up of earwax in your ear can cause earache, hearing loss, tinnitus, itchiness in or around the ear, and ear infections.",
    "Eardrops bought from a pharmacy can often treat a build-up of earwax.",
    "Do not try to remove a build-up of earwax yourself with your fingers or any other object, as this can damage your ear.",
    "If eardrops haven't helped after 1 week, speak to your GP practice.",
    "Ebola virus disease is a serious illness that originated in Africa and had a large outbreak in 2014 to 2015.",
    "The 2014 to 2015 outbreak mainly affected Guinea, Liberia, and Sierra Leone, with some cases in central Africa.",
    "The outbreak resulted in around 28,000 cases and over 11,000 deaths, making it the largest known outbreak of Ebola.",
    "The risk of Ebola in Africa is still present, but the risk for people traveling to Africa is minimal, with the highest risk being for those who care for infected individuals or handle their blood or fluid.",
    "An ectopic pregnancy occurs when a fertilized egg develops outside the womb, typically in one of the fallopian tubes.",
    "Symptoms of an ectopic pregnancy may include pain on one side of the abdomen, vaginal bleeding, shoulder pain, discomfort during urination, and brown watery discharge.",
    "An ectopic pregnancy puts the woman's health at risk and requires prompt medical attention.",
    "Treatment for an ectopic pregnancy involves surgical removal or medication prescribed by a doctor.",
    "Edwards' syndrome (trisomy 18) is a genetic condition that affects babies in the womb and throughout their life.",
    "There are three forms of Edwards' syndrome: full form, mosaic form, and partial form.",
    "Most cases of Edwards' syndrome result from random changes in the egg or sperm.",
    "Babies with Edwards' syndrome may have associated health conditions, including heart issues, seizures, hearing loss, joint contractures, and cleft lip and/or palate.",
    "Epilepsy is a condition that affects the brain and is defined by repeated seizures.",
    "The main symptoms of epilepsy are repeated seizures, which can vary in severity and type depending on which part of the brain is affected.",
    "There are different types of seizures, including focal seizures (where only a small part of the brain is affected) and generalized seizures (where most or all of the brain is affected).",
    "Epilepsy can be caused by various factors, including structural abnormalities in the brain, genetic abnormalities, infections, autoimmune conditions, or unknown causes.",
    "Erectile dysfunction (ED) is the inability to get and maintain an erection for satisfactory intercourse.",
    "ED can be caused by physical conditions such as cardiovascular disease, high blood pressure, diabetes, and hormonal problems.",
    "Psychological causes of ED include anxiety, depression, and relationship problems.",
    "Treatment options for ED include lifestyle changes, medication (such as PDE-5 inhibitors), vacuum pumps, alprostadil injections, surgery, psychological therapies, and pelvic floor muscle exercises.",
    "Escherichia coli O157, also known as VTEC, is a bacterial infection that can cause severe stomach pain, bloody diarrhea, and kidney failure.",
    "E. coli O157 is commonly found in the gut and feces of animals, particularly cattle, and can be contracted through consuming contaminated food, touching infected animals or their feces, contact with infected individuals, drinking untreated water, or swimming in contaminated water.",
    "Symptoms of E. coli O157 infection include diarrhea, stomach cramps, fever, and occasionally bloody diarrhea, with symptoms appearing 3 to 4 days after infection and lasting up to 2 weeks.",
    "In some cases, E. coli O157 infection can lead to a serious condition called haemolytic uraemic syndrome (HUS), which can result in kidney failure and death, although this is rare. The risk of HUS is highest in children under 5 years of age.",
    "Ewing sarcoma is a rare type of bone cancer that most commonly affects people who are 10 to 20 years old.",
    "The main symptoms of Ewing sarcoma are pain in the affected area that gets progressively worse, swelling, tenderness, and in some cases, a high temperature, severe tiredness, and weight loss.",
    "The exact cause of Ewing sarcoma is unknown, but it may be related to fast-growing bones during puberty and an increased risk has been found in babies born with an umbilical hernia.",
    "Treatment for Ewing sarcoma usually involves a combination of chemotherapy, surgery, and radiotherapy, with the type of surgery depending on the size and location of the tumor.",
    "Ewing sarcoma is a type of bone cancer that primarily affects children and young people.",
    "The most common symptom of Ewing sarcoma is pain, which is often worse at night and may be accompanied by swelling and tenderness in the affected area.",
    "Diagnosis of Ewing sarcoma involves various tests and investigations, such as X-rays, biopsies, and scans.",
    "Treatment options for Ewing sarcoma include chemotherapy, surgery (such as limb-sparing surgery or amputation), and radiotherapy.",
    "Eye cancer can include different types such as eye melanoma, squamous cell carcinoma, lymphoma, and retinoblastoma.",
    "Symptoms of eye cancer may include shadows or flashes of light in vision, blurred vision, a dark patch in the eye, partial or total loss of vision, bulging of one eye, a lump on the eyelid or in the eye, and rare cases of eye pain.",
    "Melanoma of the eye, also known as uveal or choroidal melanoma, is one of the most common types of eye cancer and can affect the eyeball, conjunctiva, or eyelid.",
    "Risk factors for eye melanoma include lighter eye color, white or pale skin, unusual moles, use of sunbeds, overexposure to sunlight, and increasing age.",
    "Febrile seizures are fits that can happen when a child has a fever.",
    "They most often occur between the ages of six months and three years.",
    "During a febrile seizure, the child's body becomes stiff, they lose consciousness, and their arms and legs twitch.",
    "Febrile seizures are often associated with viral infections such as chickenpox, flu, middle ear infections, and tonsillitis.",
    "Globus is a symptom that can make you feel like you have a lump in your throat, also known as \"globus sensation\".",
    "Symptoms of globus may include tightness or pressure in the throat, mucus that cannot be cleared, discomfort in the throat, and a feeling of something stuck or a lump in the throat.",
    "If you experience difficulty or pain when swallowing, a lump in the neck, unintentional weight loss, or if your symptoms do not improve, it is recommended to speak to your GP.",
    "Self-help tips for relieving globus symptoms include drinking enough water, avoiding alcohol and certain foods, not clearing the throat, maintaining a healthy weight, and reducing stress.",
    "A fever is when your body temperature is 37.8'C or higher and can be a symptom of common illnesses such as flu, tonsillitis, and kidney or urinary tract infections (UTIs).",
    "Contact your GP practice immediately if you have a fever and are on treatment for immune deficiency, immune-suppressant drugs, or have certain medical conditions such as cancer, HIV, or chronic lung disease.",
    "Contact your GP practice if you have severe thirst, dark urine, weakness, new symptoms, or have had a fever after recent foreign travel.",
    "To treat a fever, wear loose comfortable clothing, keep the room temperature cool, drink plenty of fluids, and take a fever-reducing medicine like paracetamol.",
    "Most fevers in children are caused by infections or other illnesses, such as upper respiratory tract infections, flu, ear infections, and tonsillitis.",
    "Seek medical help if your child is under 3 months and has a temperature of 38'C (101'F) or above, or if they have a high temperature that's lasted for 5 days or more.",
    "Keep your child hydrated by giving them plenty of cool water to drink when they have a fever.",
    "Children's paracetamol or ibuprofen can be used to reduce fever, but always follow the correct dose and frequency for your child's age.",
    "The main symptom of fibromyalgia is widespread pain that can feel like an ache, burning sensation, sharp stabbing pain, or a combination of these feelings.",
    "People with fibromyalgia may also experience increased sensitivity to touch, light, temperature, and noise, fatigue, muscle stiffness, difficulty sleeping, problems with memory and concentration, headaches, irritable bowel syndrome, dizziness, restless legs syndrome, and tingling or numbness in the hands and feet.",
    "The exact cause of fibromyalgia is unknown, but it is likely that changes in the central nervous system, genetics, and triggers such as injuries, infections, or stressful events play a role.",
    "There is no specific test to diagnose fibromyalgia, but certain criteria, including widespread pain, consistent symptoms for at least 3 months, unrefreshing sleep, cognitive difficulties, and fatigue, are used for diagnosis.",
    "Farting (flatulence) is passing gas from the digestive system out of the back passage.",
    "Excessive farting can be caused by swallowing more air than usual, eating foods that are difficult to digest, conditions affecting the digestive system like indigestion or irritable bowel syndrome (IBS), and some medicines like non-steroidal anti-inflammatory drugs (NSAIDs), statins, and some laxatives.",
    "To reduce excessive or smelly farting, chew food slowly with your mouth closed, eat smaller meals more often, drink slowly, exercise regularly to improve digestion, eat foods that are easy to digest like rice, bananas, citrus fruits, and potatoes, and drink peppermint tea.",
    "A pharmacist can give you advice about excessive or smelly farts and may recommend charcoal tablets or special underwear or pads that absorb smells.",
    "The main symptoms of flu (influenza) include a sudden high temperature, tiredness and weakness, a headache, general aches and pains, a dry, chesty cough, sore throat, difficulty sleeping, loss of appetite, diarrhea or tummy pain, feeling sick and being sick, chills, a runny or blocked nose, and sneezing.",
    "The symptoms of flu usually develop 1 to 3 days after becoming infected and most people will feel better within a week, but may have a lingering cough and feel tired for a few more weeks.",
    "If you have symptoms of flu and are worried about your baby's or child's symptoms, are 65 or over, are pregnant, have a long-term medical condition, have a weakened immune system, or your symptoms don't improve after 7 days, you should phone 111 or ask for an urgent GP appointment.",
    "To treat flu at home, it is recommended to rest, get plenty of sleep, keep warm, drink lots of water to avoid dehydration, take paracetamol or ibuprofen to lower temperature and treat aches and pains, and stay off work or school until feeling better.",
    "Food poisoning is an illness caused by eating contaminated food and is usually not serious, with most people recovering within a few days without treatment.",
    "Common causes of food poisoning include bacteria such as campylobacter, salmonella, Escherichia coli (E. coli), and viruses like norovirus and listeria.",
    "Symptoms of food poisoning include nausea, vomiting, diarrhea (which may contain blood or mucus), stomach cramps, weakness, loss of appetite, fever, muscle aches, and chills.",
    "If you have food poisoning, it is recommended to stay off school or work until you have not been sick or had diarrhea for at least 2 days, rest, drink plenty of water, consider an oral rehydration solution, eat small, light meals, and avoid alcohol, caffeine, fizzy drinks, spice, and fatty foods.",
    "Functional neurological disorder (FND) is a condition where there is a problem with how the brain sends and receives information to the rest of the body.",
    "FND can cause a range of symptoms, including limb weakness, seizures, tremors, dystonia, gait disorder, facial spasms, tics, cognitive difficulties, speech and swallowing problems, dizziness, visual symptoms, and dissociative symptoms.",
    "The causes of FND can vary and may include the brain trying to get rid of a painful sensation, migraines, or the brain shutting down in response to a perceived threat.",
    "Treatment for FND may involve physiotherapy, occupational therapy, psychological therapy, speech and language therapy, and medication to manage symptoms such as pain, depression, and anxiety.",
    "Many people develop a fungal nail infection at some point in their life.",
    "The infection develops slowly and causes the nail to become discoloured, thickened and distorted.",
    "Toenails are more frequently affected than the fingernails.",
    "The medical name for a fungal nail infection is onychomycosis.",
    "Gallbladder cancer is a rare form of cancer that affects the gallbladder, with over 85% of cases being adenocarcinoma.",
    "Symptoms of gallbladder cancer can include abdominal pain, nausea, and jaundice.",
    "Gallbladder cancer is more common in older people and is associated with factors such as obesity, smoking, and certain medical conditions like gallstones and cholecystitis.",
    "Treatment for gallbladder cancer typically involves surgery to remove the gallbladder, along with possible chemotherapy and radiotherapy.",
    "Gallstones are small stones that form in the gallbladder and usually don't cause symptoms.",
    "Symptoms of gallstones can include sudden intense abdominal pain, known as biliary colic, as well as persistent pain, jaundice, and fever.",
    "Gallstones can lead to complications such as inflammation of the gallbladder (cholecystitis), infection of the bile ducts (cholangitis), acute pancreatitis, and gallbladder cancer.",
    "Treatment for gallstones may involve pain management, surgical removal of the gallbladder, or procedures to remove the stones from the bile ducts.",
    "Ganglion cysts are soft, gel-like masses that often change size.",
    "Ganglion cysts are the most common type of swelling in the hand, wrist, and foot.",
    "Ganglion cysts are usually harmless and can safely be left alone.",
    "Ganglion cysts can be caused by a leak of fluid from a joint or tendon tunnel, and the cause of the leak is generally unknown.",
    "Gastroenteritis is a common condition that causes diarrhoea and vomiting, usually caused by a bacterial or viral tummy bug.",
    "The main symptoms of gastroenteritis are sudden, watery diarrhoea, feeling sick, vomiting (which can be projectile), and a mild fever.",
    "Treatment for gastroenteritis involves staying at home until you're feeling better, drinking plenty of fluids to avoid dehydration, taking paracetamol for fever and aches, and getting plenty of rest.",
    "If you have severe symptoms, such as severe dehydration, bloody diarrhoea, constant vomiting, a high fever, or symptoms that don't improve after a few days, you should seek medical advice.",
    "Gastro-oesophageal reflux disease (GORD) is a common condition where acid from the stomach leaks up into the oesophagus.",
    "Symptoms of GORD include heartburn, acid reflux, oesophagitis, bad breath, bloating and belching, feeling or being sick, and pain when swallowing.",
    "GORD can often be controlled with self-help measures and medication, but surgery may be needed in some cases.",
    "Complications of GORD can include oesophageal ulcers, a scarred and narrow oesophagus, Barrett's oesophagus, and oesophageal cancer.",
    "Genital herpes is a sexually transmitted infection caused by the herpes simplex virus (HSV) and can cause painful blisters and sores on and around the genitals.",
    "Symptoms of genital herpes may include spots or red bumps around the genital area, pain during urination, fever, and flu-like symptoms.",
    "Genital herpes can be diagnosed by a doctor or nurse through visual examination or by taking a swab for testing.",
    "Treatment for genital herpes involves antiviral medication to manage symptoms and reduce the frequency of recurrent episodes.",
    "Not all symptoms around the genitals are caused by sexually transmitted infections (STIs).",
    "Symptoms such as severe pain, high temperature, and nausea/vomiting may indicate a serious illness and require immediate medical attention.",
    "Ulcers on the genitals can be a sign of recent syphilis infection or other infections/trauma.",
    "Pelvic pain may be caused by various factors, including STIs like gonorrhea or chlamydia, and should be discussed with a healthcare provider.",
    "Genital warts are small, rough lumps on the skin that can appear around the vagina, penis, anus, or the skin between the genitals and anus.",
    "Symptoms of genital warts may include painless lumps or growths, itching or bleeding from the genitals or anus, or having a sexual partner with genital warts.",
    "Testing for genital warts involves an examination of the genital area by a doctor or nurse.",
    "Treatment options for genital warts include cream or liquid application, freezing, or surgery.",
    "Most children who develop germ cell tumours will be cured.",
    "Germ cell tumours can appear at any age and develop from cells that produce eggs or sperm.",
    "Germ cell tumours may be non-cancerous (benign) or cancerous (malignant) and can spread to other parts of the body.",
    "Treatment for germ cell tumours usually includes surgery or chemotherapy, depending on the size, position, and stage of the tumour.",
    "Glandular fever, also known as infectious mononucleosis or 'mono', is a viral infection that mostly affects young adults.",
    "Common symptoms of glandular fever include a high temperature (fever), a severely sore throat, swollen glands in the neck, and fatigue.",
    "Glandular fever is caused by the Epstein-Barr virus (EBV), which is spread through saliva, kissing, sharing utensils, and exposure to coughs and sneezes.",
    "Treatment for glandular fever involves drinking plenty of fluids, taking painkillers, getting plenty of rest, and avoiding contact sports to prevent complications.",
    "Gonorrhoea is a sexually transmitted infection caused by bacteria.",
    "Symptoms of gonorrhoea may include green or yellow fluid coming out of the penis, pain or a burning sensation when peeing, discomfort and swelling of the testicles, increased discharge from the vagina, pain in the lower tummy, and bleeding in between periods or after sex.",
    "Testing for gonorrhoea involves sending a sample from the infected area to a lab for analysis, which can be done using a swab or a urine sample.",
    "Antibiotics are used to treat gonorrhoea, but some strains are becoming resistant to antibiotics, so retesting may be necessary.",
    "Gout is a type of arthritis that causes sudden attacks of severe pain and swelling in the joints, especially in the toes, ankles, knees, and fingers.",
    "It is estimated that between one and two in every 100 people in the UK are affected by gout, with the condition being more common in men over 30 and women after menopause.",
    "Gout can be extremely painful and debilitating, but treatments are available to relieve symptoms and prevent further attacks.",
    "Treatment for gout includes pain relief during an attack using medications like non-steroidal anti-inflammatory drugs (NSAIDs), colchicine, or corticosteroids, as well as lifestyle changes and medication to lower uric acid levels in the body.",
    "Gum disease is a very common condition where the gums become swollen, sore or infected.",
    "If you have gum disease, your gums may bleed when you brush your teeth and you may have bad breath. This early stage of gum disease is known as gingivitis.",
    "If gingivitis isn't treated, a condition called periodontitis can develop. This affects more tissues that support teeth and hold them in place.",
    "In some cases, a condition called acute necrotising ulcerative gingivitis (ANUG) can develop suddenly. The symptoms of ANUG are usually more severe than those of gum disease and can include bleeding, painful gums, painful ulcers, receding gums between your teeth, bad breath, a metallic taste in your mouth, excess saliva in your mouth, difficulty swallowing or talking, and a high temperature (fever).",
    "Haemorrhoids, also known as piles, are swellings containing enlarged blood vessels that are found inside or around the bottom (the rectum and anus).",
    "Symptoms of haemorrhoids may include bleeding after passing a stool, itching, a lump hanging down outside of the anus, and soreness, redness, and swelling around the anus.",
    "Haemorrhoids can be caused by increased pressure in the blood vessels in and around the anus, often due to straining on the toilet or chronic constipation.",
    "Treatment for haemorrhoids may include dietary changes, medication, non-surgical procedures such as banding or injections, or surgery.",
    "Hand, foot and mouth disease is a common infection that causes mouth ulcers and spots on the hands and feet.",
    "Symptoms of hand, foot and mouth disease include a high temperature, loss of appetite, coughing, abdominal pain, and a sore throat and mouth.",
    "Mouth ulcers develop after 1 or 2 days, followed by a spotty rash and blisters on the hands, feet, and occasionally on the buttocks and groin.",
    "Treatment for hand, foot and mouth disease involves staying at home, drinking plenty of fluids, eating soft foods, taking over-the-counter painkillers, and practicing good hygiene.",
    "The main symptoms of hay fever include frequent sneezing, runny or blocked nose, itchy, red or watery eyes, and an itchy throat, mouth, nose, and ears.",
    "Less commonly, hay fever may cause loss of sense of smell, facial pain, headaches, earache, and tiredness and fatigue.",
    "Treatment options for hay fever include antihistamines to prevent allergic reactions and corticosteroids to reduce inflammation and swelling.",
    "If hay fever symptoms worsen, do not improve with over-the-counter medication, or are accompanied by persistent complications such as worsening asthma or repeated sinusitis episodes, professional advice should be sought.",
    "Head and neck cancer can develop in more than 30 areas within the head and neck, including the mouth, voice box, throat, salivary glands, nose, and sinuses.",
    "Mouth cancer is the most common type of head and neck cancer and can affect the lips, tongue, cheeks, floor or roof of the mouth, and gums.",
    "Laryngeal cancer develops in the tissue of the voice box and can cause symptoms such as hoarseness, difficulty swallowing, noisy breathing, and a persistent cough.",
    "Throat cancers can affect the oropharynx, hypopharynx, and nasopharynx, and common symptoms include a lump in the neck, sore throat, and difficulty swallowing.",
    "Head lice are tiny insects that live in hair and nits are the empty egg cases attached to hair that head lice hatch from.",
    "Head lice are a common problem, particularly in school children aged 4 to 11.",
    "They can live in the hair for a long time if not treated and can be irritating and frustrating to deal with.",
    "Signs of head lice include small white eggs or nits in the hair, an itchy scalp, a rash on the back of the neck, and feeling as though something is moving in the hair.",
    "Tension headaches are the most common type of headache and are characterized by a constant ache that affects both sides of the head.",
    "Migraines are less common than tension headaches and are usually felt as a severe, throbbing pain at the front or side of the head, often accompanied by nausea, vomiting, and increased sensitivity to light or sound.",
    "Cluster headaches are a rare type of headache that occur in clusters for a month or two at a time around the same time of year, causing intense pain around one eye and often accompanied by a watering or red eye and a blocked or runny nose.",
    "Medication and painkiller headaches can occur as a side effect of taking certain medications or from taking too many painkillers, and can be relieved by stopping the medication or reducing painkiller use.",
    "Hearing loss is a common problem that often develops with age or is caused by repeated exposure to loud noises.",
    "The Royal National Institute for Deaf People (RNID) estimates that there are more than 10 million people in the UK with some degree of hearing impairment or deafness.",
    "Early signs of hearing loss can include difficulty hearing other people clearly, asking people to repeat themselves, and listening to music or watching television with the volume higher than others.",
    "Treatment options for hearing loss include digital hearing aids, bone anchored implants, middle ear implants, cochlear implants, and lip reading or sign language.",
    "A heart attack occurs when there is a reduction in blood supply to part of the heart muscle, causing damage to the heart.",
    "Tests to diagnose a heart attack may include an electrocardiogram (ECG), blood tests to check troponin levels, assessment of blood pressure and oxygen levels, a chest X-ray, an echocardiogram, and a coronary angiogram.",
    "Treatment for a heart attack may include anti-emetics, antiplatelet therapy, coronary angioplasty, oxygen therapy, pain-relieving drugs, reperfusion treatment, and thrombolysis.",
    "Complications of a heart attack can include arrhythmias and heart failure, which may require medication for management.",
    "Symptoms of heart failure include breathlessness, a persistent cough, tiredness or fatigue, and swelling in the legs or ankles.",
    "Causes of heart failure can include a heart attack, coronary heart disease, high blood pressure, viral infection, and congenital heart disease.",
    "Tests to diagnose heart failure may include blood tests, a chest X-ray, an electrocardiogram (ECG), and an echocardiogram.",
    "Treatment options for heart failure include medications such as ACE inhibitors, ARNI, beta blockers, diuretics, and MRAs, as well as the possibility of a heart transplant for severe cases.",
    "Hepatitis A is a liver infection that is spread through contact with infected feces.",
    "Symptoms of hepatitis A include fatigue, joint and muscle pain, fever, loss of appetite, nausea, vomiting, abdominal pain, headache, rash, jaundice, dark urine, pale stools, and swollen and tender abdomen.",
    "There is no cure for hepatitis A, but symptoms usually improve within a couple of months and most people develop lifelong immunity.",
    "Vaccination is recommended for individuals at increased risk, such as close contacts of infected individuals, travelers to high-risk areas, individuals with chronic liver disease, men who have sex with men, and people who inject drugs.",
    "Hepatitis B is a liver infection that is spread through blood and body fluids.",
    "Symptoms of hepatitis B include tiredness, fever, aches and pains, loss of appetite, nausea, diarrhea, abdominal pain, and jaundice.",
    "Treatment for hepatitis B depends on the duration of the infection, ranging from emergency treatment to relieve symptoms to long-term medication to control the virus and reduce liver damage.",
    "Hepatitis B can be prevented through vaccination, especially for high-risk individuals such as newborns of infected mothers, close contacts of infected individuals, and people traveling to high-risk areas.",
    "Hepatitis C is a liver infection that is spread through blood.",
    "Symptoms of acute hepatitis C may include a high temperature, tiredness, loss of appetite, abdominal pain, feeling and being sick, and yellowing of the skin and eyes.",
    "Symptoms of chronic hepatitis C can include feeling tired all the time, joint and muscle aches and pain, feeling sick, brain fog, mood swings, depression or anxiety, indigestion or bloating, itchy skin, and abdominal pain.",
    "Treatment for hepatitis C takes 8 to 12 weeks and usually cures the infection, but steps should be taken to reduce the risk of reinfection.",
    "A hiatus hernia is when part of the stomach squeezes up into the chest through an opening in the diaphragm.",
    "Hiatus hernia can cause gastro-oesophageal reflux disease (GORD), which is when stomach acid leaks into the oesophagus, causing symptoms such as heartburn and swallowing problems.",
    "Hiatus hernia can be caused by a weak diaphragm or pressure on the abdomen, and it is more common in people over 50, overweight, or pregnant.",
    "Treatment for hiatus hernia may include lifestyle changes (eating smaller meals, avoiding lying down after eating), medication (antacids, alginates, H2-receptor antagonists, proton-pump inhibitors), or surgery (laparoscopic nissen fundoplication for sliding hiatus hernias, surgery to reduce the risk of complications for para-oesophageal hiatus hernias).",
    "High cholesterol is a condition where there is an excessive level of lipids in the blood, which can increase the risk of serious health conditions.",
    "Cholesterol is carried in the blood by proteins called lipoproteins, with high-density lipoprotein (HDL) being considered \"good cholesterol\" and low-density lipoprotein (LDL) being considered \"bad cholesterol\".",
    "High cholesterol can increase the risk of narrowing of the arteries, heart attack, stroke, transient ischaemic attack (TIA), and peripheral arterial disease (PAD).",
    "Factors that can contribute to high cholesterol include an unhealthy diet, smoking, diabetes, high blood pressure, and a family history of stroke or heart disease.",
    "HIV is a long-term health condition that weakens the immune system and can lead to serious illnesses if left untreated.",
    "Symptoms of HIV can include fever, sore throat, body rash, tiredness, joint and muscle pain, swollen glands, and weight loss.",
    "Testing for HIV can be done through blood tests, point of care tests, home sampling kits, or home testing kits.",
    "Treatment for HIV involves taking antiretroviral medicines daily to suppress the virus and prevent further damage to the immune system.",
    "Hodgkin lymphoma is a cancer that affects the lymphatic system, which is part of the immune system.",
    "The main symptom of Hodgkin lymphoma is a painless swelling in a lymph node, usually in the neck, armpit, or groin.",
    "Risk factors for Hodgkin lymphoma include having a weakened immune system, exposure to the Epstein-Barr virus, and a family history of the condition.",
    "Treatment for Hodgkin lymphoma may involve chemotherapy, radiotherapy, or a combination of both.",
    "Hodgkin lymphoma is a type of blood cancer that affects the lymphatic system.",
    "The exact cause of Hodgkin lymphoma is unknown, but infections and poor immunity may play a role in its development.",
    "The main symptom of Hodgkin lymphoma is painless swelling of lymph glands, typically in the neck or above the collarbone.",
    "Treatment for Hodgkin lymphoma usually involves chemotherapy and sometimes radiotherapy, with possible side effects including nausea, hair loss, and low blood count.",
    "Treatment for Hodgkin lymphoma has a high success rate and most people are cured.",
    "Hodgkin lymphoma is a cancer of the lymphatic system, which helps protect against infection.",
    "Hodgkin lymphoma is characterized by abnormal growth of lymphocytes, which can form lumps in different parts of the body.",
    "Common symptoms of Hodgkin lymphoma include painless lumps in the neck, armpit, or groin, fatigue, itching of the skin, and B symptoms such as high temperatures, heavy sweats, and unexplained weight loss.",
    "Huntington's disease is a condition that damages nerve cells in the brain, causing them to stop working properly.",
    "Symptoms of Huntington's disease can include behavioral changes, difficulty concentrating, uncontrollable movements, difficulty eating, and balance problems.",
    "Huntington's disease is caused by a faulty gene that is inherited from a person's parents.",
    "There is no cure for Huntington's disease, but medication and therapies can help manage the symptoms.",
    "Hyperglycaemia (high blood sugar) can affect people with type 1 diabetes, type 2 diabetes, and pregnant women with gestational diabetes.",
    "Hyperglycaemia can occasionally affect people who don't have diabetes, but usually only those who are seriously ill.",
    "Hyperglycaemia shouldn't be confused with hypoglycaemia, which is when a person's blood sugar level drops too low.",
    "Very high blood sugar levels can cause life-threatening complications such as diabetic ketoacidosis (DKA) and hyperosmolar hyperglycaemic state (HHS).",
    "Hyperhidrosis is a common condition characterized by excessive sweating, which can affect the whole body or specific areas such as the armpits, palms, soles of the feet, face, and chest.",
    "The sweating in hyperhidrosis does not pose a serious threat to health but can be embarrassing and distressing, leading to feelings of depression and anxiety.",
    "Primary hyperhidrosis, which has no obvious cause, is thought to be the result of a problem with the nervous system that controls sweating. Secondary hyperhidrosis, which has an identifiable cause, can be triggered by factors such as pregnancy, menopause, anxiety, certain medications, and infections.",
    "Treatment options for hyperhidrosis include lifestyle changes, such as wearing loose and light clothes and avoiding triggers that worsen sweating, as well as using powerful antiperspirants, undergoing iontophoresis or botulinum toxin injections, and in severe cases, considering surgery.",
    "Hypoglycaemia is an abnormally low level of glucose in the blood, usually below four millimoles per litre.",
    "Symptoms of hypoglycaemia include feeling hungry, sweating, dizziness, tiredness, blurred vision, trembling, and confusion.",
    "Treatment for hypoglycaemia involves consuming sugary food or drink to raise blood glucose levels, followed by longer-acting carbohydrate foods.",
    "Hypoglycaemia can be prevented by regularly monitoring blood glucose levels, sticking to medication plans, and eating regular meals.",
    "Idiopathic pulmonary fibrosis (IPF) is a condition in which the lungs become scarred and breathing becomes increasingly difficult.",
    "Symptoms of IPF include shortness of breath, a persistent dry cough, tiredness, loss of appetite and weight loss, and rounded and swollen fingertips (clubbed fingers).",
    "IPF can lead to secondary conditions such as chest infections, pulmonary hypertension, and heart failure.",
    "Treatment for IPF includes self-care measures, medication to slow down the progression of scarring, oxygen support, pulmonary rehabilitation, and in some cases, a lung transplant.",
    "Non-bullous impetigo is characterized by the appearance of red sores that quickly burst and leave behind thick, golden crusts. The crusts dry and leave a red mark that usually fades without scarring. Other symptoms, such as a high temperature and swollen glands, are rare but can occur in severe cases.",
    "Bullous impetigo is characterized by the appearance of fluid-filled blisters that usually occur on the trunk or on the arms and legs. The blisters may quickly spread and burst, leaving a yellow crust that usually heals without scarring. Symptoms of fever and swollen glands are more common in bullous impetigo.",
    "Impetigo is caused by the skin becoming infected with bacteria, usually Staphylococcus aureus or Streptococcus pyogenes. The bacteria can infect the skin through a break in otherwise healthy skin or through skin damaged by another underlying skin condition.",
    "Treatment for impetigo usually involves the use of antibiotic creams or tablets. Antibiotic creams are recommended for mild cases that cover a small area, while antibiotic tablets may be prescribed for more severe or widespread infections.",
    "Indigestion can cause pain or discomfort in the upper abdomen (dyspepsia) or burning pain behind the breastbone (heartburn).",
    "Common symptoms of indigestion include feeling full or bloated, nausea, belching, and regurgitation of food or fluid.",
    "Indigestion can be caused by stomach acid irritating the lining of the digestive system, increased sensitivity of the mucosa, or factors such as smoking, drinking, alcohol, pregnancy, stress, or certain medications.",
    "Treatment for indigestion may involve making changes to diet and lifestyle, taking antacids or alginates for immediate relief, or using medications such as proton pump inhibitors or H2-receptor antagonists for persistent indigestion.",
    "An ingrown toenail occurs when the sides of the toenail grow into the surrounding skin, often affecting the big toe.",
    "Symptoms of an ingrown toenail include redness, swelling, tenderness, pain with pressure, inflammation, fluid build-up, overgrowth of skin, bleeding, and pus.",
    "Causes of ingrown toenails include cutting toenails too short, wearing tight-fitting shoes, sweaty feet, injury, and the natural shape of the nail.",
    "Treatment options for ingrown toenails include keeping feet clean, changing socks regularly, cutting toenails straight across, pushing the skin away from the nail, wearing comfortable shoes, and surgical procedures such as partial or total nail avulsion.",
    "An inherited heart disease is one which has been passed on through your parents' genes.",
    "Inherited cardiac conditions (ICC) is an umbrella term covering a wide variety of relatively rare diseases of the heart. They are also referred to as genetic cardiac conditions.",
    "ICCs are caused by a fault ' also known as a mutation ' in one or more of our genes. If someone has a faulty gene, there's a 50/50 chance it can be passed on to your children.",
    "Around 500 young people die every year in the UK as a result of a genetic heart disorder.",
    "Insomnia is difficulty getting to sleep or staying asleep for long enough to feel refreshed the next morning.",
    "Common symptoms of insomnia include difficulty falling asleep, waking up multiple times during the night, and feeling tired and irritable during the day.",
    "Insomnia can be caused by factors such as stress and anxiety, poor sleeping environment, lifestyle factors, mental health conditions, physical health conditions, and certain medications.",
    "Treatment options for insomnia include establishing good sleeping habits, cognitive and behavioral therapy, and in some cases, prescription sleeping tablets.",
    "Iron deficiency anaemia is a condition where a lack of iron in the body leads to a reduction in the number of red blood cells.",
    "Symptoms of iron deficiency anaemia include tiredness and lack of energy, shortness of breath, noticeable heartbeats, and a pale complexion.",
    "The most common causes of iron deficiency anaemia are monthly periods in women, pregnancy, and gastrointestinal blood loss.",
    "Treatment for iron deficiency anaemia involves taking iron supplements to boost iron levels in the body, as well as treating the underlying cause.",
    "Irritable bowel syndrome (IBS) is a common, long-term condition of the digestive system.",
    "IBS does not pose a serious threat to your physical health and does not increase your chances of developing cancer or other bowel-related conditions.",
    "The most common symptoms of IBS are abdominal pain and cramping, a change in bowel habits, bloating and swelling of the stomach, and excessive wind.",
    "It is important to rule out other conditions such as coeliac disease and inflammatory bowel disease before diagnosing IBS.",
    "Itching is a sensation that compels a person to scratch the affected area.",
    "There are various causes of itching, including allergies, skin conditions, insect bites, and certain medications.",
    "Treatment for itching may involve using over-the-counter creams or ointments, taking antihistamines, avoiding triggers, and practicing good skin hygiene.",
    "In some cases, itching may require medical intervention, such as prescription medications or specialized treatments.",
    "Itchy bottom is a strong urge to scratch the skin around your bottom (anus).",
    "An itchy bottom that's worse at night can be caused by threadworms.",
    "Sometimes an itchy bottom can be a symptom of another problem or condition, such as skin conditions like eczema or psoriasis, haemorrhoids (piles), bowel incontinence or diarrhoea, sexually transmitted infections (STIs) like genital warts, or ringworm.",
    "To ease an itchy bottom, you can use soft toilet tissue, keep your bottom clean and dry, wear loose-fitting cotton underwear, and eat foods with fiber to help produce regular, solid poo.",
    "Kaposi's sarcoma is a rare type of cancer caused by a virus and can affect the skin and internal organs.",
    "The most common initial symptom of Kaposi's sarcoma is the appearance of small, painless, flat and discolored patches on the skin or inside the mouth.",
    "Kaposi's sarcoma is caused by a virus called the human herpesvirus 8 (HHV-8), which is spread during sex, through saliva, or from a mother to her baby during birth.",
    "There are 4 main types of Kaposi's sarcoma: HIV-related, classic, transplant-related, and endemic African, each with different treatment approaches.",
    "Kidney cancer is the eighth most common cancer in adults in the UK.",
    "Signs and symptoms of kidney cancer can include blood in your urine, a constant pain in your side, and a lump or swelling in the kidney area.",
    "Kidney cancer most frequently affects people over 50 years of age and is more common among men.",
    "Treatment for kidney cancer may involve surgery to remove the kidney, radiotherapy, targeted therapies, or immunotherapy.",
    "A kidney infection (pyelonephritis) is a painful and unpleasant illness caused by bacteria traveling from the bladder into one or both of the kidneys.",
    "Symptoms of a kidney infection often come on within a few hours and can include fever, chills, abdominal pain, and loss of appetite.",
    "Most kidney infections can be treated at home with a course of antibiotics and painkillers, but severe cases may require hospitalization.",
    "Complications of a kidney infection can include kidney abscess, blood poisoning, severe infection, kidney failure, and other problems such as high blood pressure or premature labor.",
    "Kidney stones can develop in one or both kidneys and most often affect people aged 30 to 60.",
    "They're quite common, with around 3 in 20 men and up to 2 in 20 women developing them at some stage of their lives.",
    "The medical term for kidney stones is nephrolithiasis, and if they cause severe pain it's known as renal colic.",
    "Small kidney stones may go undetected and be passed out painlessly in the urine. But it's fairly common for a stone to block part of the urinary system, such as the ureter or urethra, causing severe pain and sometimes a urinary tract infection.",
    "Labyrinthitis is an inner ear infection that causes inflammation of the labyrinth, affecting hearing and balance.",
    "Symptoms of labyrinthitis include vertigo, hearing loss, pressure in the ear, ringing in the ears, nausea, and headaches.",
    "Labyrinthitis can be caused by viral or bacterial infections, with viral infections being more common.",
    "Treatment for labyrinthitis may include medication to manage symptoms, such as dizziness and nausea, and vestibular rehabilitation therapy for chronic cases.",
    "Lactose intolerance is a common digestive problem where the body is unable to digest lactose, a type of sugar mainly found in milk and dairy products.",
    "Symptoms of lactose intolerance usually develop within a few hours of consuming food or drink that contains lactose and may include flatulence (wind), diarrhea, bloated stomach, and stomach cramps and pains.",
    "Lactose intolerance can be diagnosed by removing lactose from the diet for two weeks to see if symptoms improve, and further testing such as hydrogen breath test or lactose tolerance test may be done.",
    "Treatment for lactose intolerance involves making changes to the diet, such as avoiding or limiting sources of lactose, using lactase substitutes, and taking calcium and vitamin D supplements if necessary.",
    "Laryngeal cancer is a type of cancer that affects the larynx (voice box).",
    "The main symptoms of laryngeal cancer include a change in voice, difficulty swallowing, a lump or swelling in the neck, and a persistent cough.",
    "Risk factors for laryngeal cancer include smoking tobacco, drinking large amounts of alcohol, having a family history of head and neck cancer, having an unhealthy diet, and exposure to certain chemicals and substances.",
    "Treatment for laryngeal cancer may involve radiotherapy, surgery, chemotherapy, or a combination of these treatments.",
    "Laryngitis is inflammation of the larynx (voice box) and typically improves without treatment within a week.",
    "Common symptoms of laryngitis include hoarseness, difficulty speaking, sore throat, mild fever, irritating cough, and a constant need to clear your throat.",
    "In some cases, laryngitis can cause breathing difficulties, especially in young children with smaller windpipes.",
    "Laryngitis is often associated with other illnesses such as cold, flu, throat infection, or tonsillitis, and may be accompanied by symptoms like headache, swollen glands, runny nose, pain when swallowing, and fatigue.",
    "Leg cramps are episodes of sudden pain in the muscles of the leg, usually in the calf muscles, that can last from a few seconds up to 10 minutes.",
    "Leg cramps may be a sign of a more serious health condition if they last longer than 10 minutes, don't get better with movement, or are accompanied by numbness or swelling in the legs.",
    "The cause of leg cramps can be unknown (idiopathic) or can be secondary to an underlying condition such as pregnancy, exercise, neurological conditions, liver disease, infection, toxins, or dehydration.",
    "Treatment for leg cramps usually involves exercising the affected muscles, stretching the calf muscles, and addressing the underlying cause if necessary.",
    "Lichen planus is a non-infectious, itchy rash that can affect many areas of the body, including the arms, legs, trunk, mouth, nails, scalp, and genital areas.",
    "It is more common in adults over the age of 40 and affects men and women equally, although oral lichen planus is more common in women.",
    "There is no cure for lichen planus, but treatments are available to manage the symptoms, such as steroid creams or ointments to relieve itchiness and control the rash.",
    "In some cases, lichen planus can develop into erosive lichen planus, which causes painful ulcers and may increase the risk of certain types of cancer. Regular monitoring and early detection are important.",
    "Primary liver cancer is a serious type of cancer that begins in the liver and is separate from secondary liver cancer.",
    "Symptoms of liver cancer include unexplained weight loss, loss of appetite, feeling very full after eating, feeling sick and vomiting, pain or swelling in the abdomen, jaundice, itchy skin, and feeling very tired and weak.",
    "The exact cause of liver cancer is unknown, but it is often associated with cirrhosis, which can be caused by excessive alcohol intake, hepatitis B or C infections, obesity, and an unhealthy diet.",
    "Treatment for liver cancer depends on the stage of the condition and can include surgical resection, liver transplant, microwave or radiofrequency ablation, chemotherapy, alcohol injections, and sorafenib medication.",
    "Alcohol-related liver disease is caused by years of alcohol misuse and can lead to cirrhosis.",
    "Non-alcoholic fatty liver disease is a build-up of fat within liver cells, often seen in overweight or obese individuals.",
    "Hepatitis is inflammation of the liver caused by a viral infection or exposure to harmful substances like alcohol.",
    "Haemochromatosis is an inherited disorder that results in a gradual build-up of iron in the body, particularly around the liver.",
    "Liver tumours can be non-cancerous (benign) or cancerous (malignant).",
    "The two main types of primary liver cancer are hepatoblastoma, which occurs in children under 5 years old, and hepatocellular carcinoma (HCC), which usually occurs in older children.",
    "The liver is the largest organ in the body and has many functions, including producing proteins, breaking down waste products, and storing substances like glucose and vitamins.",
    "The cause of most primary liver tumours in the western world is unknown, but in some parts of the world, HCC is commonly related to liver infection, especially in children with hepatitis B.",
    "Loss of libido is a common problem affecting up to 1 in 5 men and even more women at some point in their life.",
    "Relationship problems, stress, anxiety, and exhaustion can contribute to a loss of libido.",
    "Depression and certain medications, such as antidepressants and medications for high blood pressure or depression, can also reduce sex drive.",
    "Long-term medical conditions, such as cardiovascular disease, diabetes, and obesity, can have a negative effect on libido.",
    "Lung cancer is one of the most common and serious types of cancer.",
    "Symptoms of lung cancer may include a persistent cough, coughing up blood, breathlessness, unexplained tiredness and weight loss, and an ache or pain when breathing or coughing.",
    "There are two main types of primary lung cancer: non-small-cell lung cancer and small-cell lung cancer.",
    "Treatment for lung cancer may include surgery, radiotherapy, chemotherapy, and biological therapies.",
    "Lupus is a complex condition that affects many parts of the body and causes symptoms ranging from mild to life-threatening.",
    "The main symptoms of lupus are fatigue, joint pain, and rashes.",
    "Lupus is an autoimmune condition caused by problems with the immune system attacking healthy cells, tissue, and organs.",
    "Treatment for lupus involves a combination of self-care measures and medication, such as non-steroidal anti-inflammatory drugs, hydroxychloroquine, corticosteroids, and immunosuppressants.",
    "Lyme disease is a bacterial infection spread to humans by infected ticks.",
    "Many people with Lyme disease develop a circular rash around the tick bite.",
    "Other symptoms of Lyme disease include fatigue, muscle and joint pain, headaches, and fever.",
    "If left untreated, Lyme disease can lead to more serious symptoms such as joint swelling, nerve problems, and heart problems.",
    "Lymphoedema is a chronic condition that causes swelling in the body's tissues, usually in the arms or legs.",
    "Symptoms of lymphoedema include swelling in all or part of a limb, an aching or heavy feeling, difficulty with movement, repeated skin infections, and the skin becoming hard and tight.",
    "Lymphoedema can be caused by a problem with the lymphatic system, such as abnormal development, damage, or an increase in fluid in the tissues.",
    "Treatment for lymphoedema includes compression bandages and garments, skin care, movement and exercises, and specialised massage techniques.",
    "Lymphogranuloma venereum (LGV) is a sexually transmitted infection caused by a strain of chlamydia bacteria.",
    "Symptoms of LGV may include swollen lymph glands in the groin and ulcers or sores on the penis, vagina, or around the anus.",
    "Testing for LGV involves booking an appointment at a sexual health service or contacting a GP practice for an appointment.",
    "LGV can be treated with antibiotics, and it is important to avoid having sex until both you and your partner have finished treatment to prevent transmission.",
    "Malaria is a serious tropical disease spread by mosquitoes and can be fatal if not diagnosed and treated quickly.",
    "Symptoms of malaria include high temperature (fever), headache, sweats, chills, muscle aches or pains, vomiting, and diarrhea.",
    "Malaria is caused by the Plasmodium parasite and is spread to humans through the bites of infected mosquitoes.",
    "Malaria can be prevented by being aware of the risks, taking precautions to prevent mosquito bites, and taking antimalarial tablets.",
    "A malignant brain tumour is a fast-growing cancer that spreads to other areas of the brain and spine.",
    "Common symptoms of a malignant brain tumour include severe headaches, seizures, persistent nausea and vomiting, mental or behavioural changes, and weakness or paralysis on one side of the body.",
    "Most malignant brain tumours develop from glial tissue, such as astrocytomas, oligodendrogliomas, and ependymomas.",
    "Treatment for malignant brain tumours may involve surgery to remove the tumour, followed by radiotherapy and/or chemotherapy to kill any remaining cancerous cells.",
    "Malnutrition is caused by not eating enough or not eating enough of the right food to provide the necessary nutrients.",
    "Symptoms of malnutrition include unplanned weight loss, muscle loss, low body mass index (BMI), and vitamin and mineral deficiencies.",
    "Medical conditions such as cancer, liver disease, COPD, mental health conditions, and digestive disorders can contribute to malnutrition.",
    "Treatment for malnutrition may involve making dietary changes, increasing calorie and protein intake, and using oral nutritional supplements or tube feeding if necessary.",
    "Measles is an infection that spreads easily and can have serious complications.",
    "Symptoms of measles include cold-like symptoms, red and swollen eyes, high fever, loss of appetite, and tiredness.",
    "The measles rash appears a few days after the initial symptoms and is made up of small red-brown spots that spread across the body.",
    "Measles can lead to complications such as pneumonia and encephalitis, but usually resolves within 7 to 10 days.",
    "Meningitis is an infection of the protective membranes that surround the brain and spinal cord.",
    "Symptoms of meningitis can include a high temperature, headache, stiff neck, and a blotchy rash that doesn't fade when a glass is rolled over it.",
    "Meningitis can be spread through sneezing, coughing, kissing, and sharing utensils.",
    "Vaccinations are available to offer protection against certain causes of meningitis.",
    "Mesothelioma is a type of cancer that develops in the lining of organs and is usually linked to asbestos exposure.",
    "Symptoms of mesothelioma in the lining of the lungs include chest pain, shortness of breath, fatigue, persistent cough, and loss of appetite.",
    "Mesothelioma is almost always caused by exposure to asbestos, which can damage the lungs over time.",
    "Treatment for mesothelioma focuses on controlling symptoms and may include chemotherapy, radiotherapy, and surgery.",
    "Otitis media is an infection of the middle ear that causes inflammation and fluid build-up behind the eardrum.",
    "Symptoms of a middle ear infection include earache, high temperature, vomiting, lack of energy, and slight hearing loss.",
    "Young children and babies with an ear infection may also rub or pull their ear, have difficulty hearing, be irritable, lose their balance, or have a decreased appetite.",
    "Most ear infections get better on their own within 3 to 5 days and do not require specific treatment, but if symptoms persist or worsen, medical advice should be sought.",
    "Migraine is a common health condition that affects around 1 in every 5 women and around 1 in every 15 men, usually beginning in early adulthood.",
    "The main symptom of a migraine is usually an intense headache on one side of the head, which can also affect the face or neck. Other symptoms may include nausea, vomiting, increased sensitivity to light and sound, sweating, poor concentration, and abdominal pain.",
    "Migraines can be categorized into different types, including migraine with aura, migraine without aura, and migraine aura without headache.",
    "Migraines can be triggered by various factors, such as hormonal changes, physical triggers like tiredness or poor posture, dietary triggers like missed meals or certain foods, environmental triggers like bright lights or loud noises, and certain medications.",
    "A miscarriage is the loss of your baby before 24 weeks, with early miscarriages happening in the first 12 weeks and late miscarriages happening between 12 and 24 weeks.",
    "Most miscarriages occur without a clear reason and are unlikely to be caused by anything the mother did or didn't do.",
    "About 1 out of 5 pregnancies end in a miscarriage, although the actual number may be higher due to unrecorded cases.",
    "Medical help should be sought if there is vaginal bleeding, strong cramping pain, water breaking, or a change in the baby's movements.",
    "Motor neurone disease (MND) is a rare condition that progressively damages parts of the nervous system, leading to muscle weakness and wasting.",
    "MND can affect various muscle activities, including gripping, walking, speaking, swallowing, and breathing.",
    "The symptoms of MND start gradually and tend to appear on one side of the body first, getting progressively worse over time.",
    "Treatment for MND focuses on relieving symptoms and may include medication, physiotherapy, speech and language therapy, and breathing support.",
    "Mouth cancer, also known as oral cancer, is a tumour that develops on the surface of the tongue, mouth, lips, or gums.",
    "Symptoms of mouth cancer include red or white patches in the mouth or throat, ulcers, and a lump.",
    "Risk factors for developing mouth cancer include smoking or using tobacco products, drinking alcohol, and infection with the human papilloma virus (HPV).",
    "Treatment options for mouth cancer include surgery, radiotherapy, chemotherapy, and photodynamic therapy (PDT).",
    "Mouth ulcers are round or oval sores that commonly appear inside the mouth on the cheeks, lips, and tongue. They can be white, red, yellow, or grey in color and swollen.",
    "Most mouth ulcers clear up by themselves within 1 to 2 weeks without treatment. However, treatment can help reduce swelling and ease discomfort.",
    "Possible causes of mouth ulcers include accidentally biting the inside of the cheek or a sharp tooth, poorly fitting dentures, hard food, and a faulty filling.",
    "Mouth ulcers can also be caused by certain medical conditions such as viral infections, vitamin B12 or iron deficiency, Crohn's disease, and weakened immune system.",
    "Multiple myeloma is a type of bone marrow cancer that affects the plasma cells inside the bone marrow.",
    "Common symptoms of multiple myeloma include bone pain, weak bones that break easily, tiredness and shortness of breath, repeated infections, and unusual bleeding.",
    "Risk factors for multiple myeloma include having monoclonal gammopathy of unknown significance (MGUS), being male, being over the age of 60, and being of black ethnicity.",
    "Treatment for multiple myeloma may involve a combination of anti-myeloma medications, medications to prevent and treat complications, and participation in clinical trials.",
    "Multiple sclerosis (MS) is a condition that affects the brain and/or spinal cord, causing symptoms like problems with vision, arm or leg movement, sensation, or balance.",
    "MS is a lifelong condition that can sometimes cause serious disability, but symptoms can be treated and managed.",
    "There are more than 130,000 people diagnosed with MS in the UK, and it is often diagnosed in people in their 20s and 30s, although it can develop at any age and is more common in women than men.",
    "Common symptoms of MS include muscle spasms, stiffness, and weakness; vision problems; abnormal sensations; mobility problems; pain; bladder and bowel problems; sexual problems; speech and swallowing difficulties; fatigue; mental health issues; and problems with thinking, learning, and planning.",
    "Mumps is an infection that causes painful swellings at the side of the face under the ears, giving a distinctive 'hamster face' appearance.",
    "Other symptoms of mumps can include headaches, joint pain, feeling sick, dry mouth, mild stomach pain, feeling tired, loss of appetite, and a high temperature.",
    "Mumps is spread through tiny droplets that come out of the nose and mouth when an infected person coughs or sneezes.",
    "Mumps can be prevented by receiving the MMR vaccine, which is given in 2 doses as part of the NHS childhood vaccination programme.",
    "The main symptoms of M'ni're's disease include vertigo, tinnitus, hearing loss, and a feeling of pressure or fullness in the ear.",
    "M'ni're's disease most commonly affects people aged 20 to 60, with a slightly higher prevalence in women.",
    "Treatment for M'ni're's disease focuses on managing symptoms and may include medications, dietary changes, tinnitus treatment, balance training, relaxation techniques, and surgery in severe cases.",
    "The exact cause of M'ni're's disease is unknown, but it is believed to be related to a problem with pressure in the inner ear and can be influenced by factors such as family history and fluid imbalances.",
    "Pyridostigmine is a medication used to treat myasthenia gravis by temporarily improving nerve to muscle transmission and reducing muscle weakness.",
    "Steroid tablets, such as prednisolone, may be prescribed if pyridostigmine is not effective. They work by reducing immune system activity and are usually taken every other day.",
    "Immunosuppressants, such as azathioprine, mycophenolate mofetil, and methotrexate, may be recommended if steroids do not control symptoms or if a high dose of steroids is needed. These medications reduce immune system activity and are taken daily.",
    "Side effects of pyridostigmine, steroids, and immunosuppressants may include stomach upset, diarrhea, drooling, weight gain, infection, and increased risk of infections. Regular blood tests are often required to monitor the effects of immunosuppressants.",
    "Nasal and sinus cancer primarily affects the nasal cavity and sinuses.",
    "Common symptoms of nasal and sinus cancer include a persistent blocked nose, nosebleeds, mucus drainage from the nose (which may be blood-stained), and a decreased sense of smell.",
    "At a later stage, symptoms may include pain or numbness in the face, swollen glands in the neck, partial loss of vision or double vision, a bulging or persistently watering eye, and a lump or growth on the face, nose, or roof of the mouth.",
    "Risk factors for nasal and sinus cancer include being male, prolonged exposure to certain substances at work, smoking, and human papillomavirus (HPV) infection.",
    "Nasopharyngeal cancer is a rare type of cancer that affects the part of the throat connecting the back of the nose to the back of the mouth.",
    "Symptoms of nasopharyngeal cancer can include a lump in the neck, hearing loss, tinnitus, a blocked or stuffy nose, and nosebleeds.",
    "The exact cause of nasopharyngeal cancer is unknown, but factors such as ethnicity, diet, exposure to certain viruses, and family history can increase the risk.",
    "The main treatments for nasopharyngeal cancer are radiotherapy and chemotherapy, often used in combination. Surgery is not commonly used.",
    "Neuroblastoma is the most common solid tumor in children outside of the brain and accounts for 8% of all childhood cancers.",
    "Symptoms of neuroblastoma vary depending on the location of the tumor and may include abdominal swelling, constipation or difficulty passing urine, breathlessness, difficulty swallowing, visible lumps in the neck, weakness in the legs, high blood pressure, and general discomfort.",
    "Diagnosis of neuroblastoma involves various tests such as biopsy, blood and bone marrow tests, X-rays, CT or MRI scans, and an MIBG scan to determine the extent of the disease.",
    "Treatment options for neuroblastoma include surgery, chemotherapy, high-dose chemotherapy with stem cell rescue, monoclonal antibody treatment, and radiotherapy, depending on the stage and spread of the tumor.",
    "Neuroendocrine tumours (NETs) are rare tumours that can occur in the cells of the neuroendocrine system.",
    "NETs can be malignant (cancerous) or benign (non-cancerous) and often grow slowly.",
    "Gastroenteropancreatic neuroendocrine tumours (GEP NETs) develop in the gut or pancreas.",
    "Symptoms of neuroendocrine tumours can vary depending on where it is and what hormones it produces.",
    "Non-alcoholic fatty liver disease (NAFLD) is a range of conditions caused by a build-up of fat in the liver, commonly seen in overweight or obese individuals.",
    "NAFLD can progress to serious liver damage, including cirrhosis, and is associated with an increased risk of diabetes, heart attacks, and strokes.",
    "The main stages of NAFLD are simple fatty liver (steatosis), non-alcoholic steatohepatitis (NASH), fibrosis, and cirrhosis.",
    "Risk factors for NAFLD include obesity, type 2 diabetes, high blood pressure, high cholesterol, age over 50, and smoking.",
    "Non-Hodgkin lymphoma is an uncommon cancer that develops in the lymphatic system, which is a network of vessels and glands spread throughout your body.",
    "The most common symptom of non-Hodgkin lymphoma is a painless swelling in a lymph node, usually in the neck, armpit or groin.",
    "Non-Hodgkin lymphoma can occur at any age, but your chances of developing the condition increase as you get older, with most cases diagnosed in people over 65.",
    "The exact cause of non-Hodgkin lymphoma is unknown, but certain factors can increase your risk, such as having a weakened immune system or being exposed to certain viruses.",
    "Non-Hodgkin lymphoma is a type of blood cancer that is more common in boys than girls.",
    "Treatment for NHL often involves chemotherapy, which is the use of anti-cancer drugs to destroy cancer cells.",
    "Side effects of NHL treatment can include nausea, vomiting, hair loss, low blood count, tiredness, and diarrhea.",
    "After treatment, some children may develop late side effects such as reduced bone growth, changes in organ function, and an increased risk of developing another cancer.",
    "Norovirus causes diarrhoea and vomiting and is one of the most common stomach bugs in the UK.",
    "Norovirus can be very unpleasant but usually clears up by itself in a few days.",
    "You can normally look after yourself or your child at home.",
    "Avoid going to your GP, as norovirus can spread to others very easily.",
    "To stop a nosebleed, sit down, lean forward, and firmly pinch the soft part of your nose for at least 10 to 15 minutes.",
    "Place an ice pack or bag of frozen vegetables covered by a towel on your forehead or back of your neck to help stop the bleeding.",
    "Seek medical advice if you are taking blood-thinning medication, have a condition that affects blood clotting, experience symptoms of anemia, or have recurring nosebleeds.",
    "Common causes of nosebleeds include picking your nose, blowing your nose forcefully, drinking alcohol, minor nose injuries, and changes in humidity or temperature.",
    "Obesity is a condition characterized by being very overweight, with a lot of body fat.",
    "It is estimated to affect around one in every four adults and one in every five children aged 10 to 11 in the UK.",
    "Obesity is typically diagnosed using body mass index (BMI), which measures whether a person is a healthy weight for their height.",
    "Obesity can lead to serious health conditions, including type 2 diabetes, coronary heart disease, some types of cancer, and stroke.",
    "OCD is a mental health condition that causes obsessive thoughts and compulsive behaviors.",
    "Symptoms of OCD include intrusive thoughts, intense anxiety, repetitive behaviors, and temporary relief.",
    "Common obsessions in OCD include fear of harm, contamination, and a need for symmetry or orderliness.",
    "Treatment for OCD may involve cognitive behavioral therapy (CBT) and medication, such as selective serotonin reuptake inhibitors (SSRIs).",
    "Obstructive sleep apnoea (OSA) is a condition where the walls of the throat relax and narrow during sleep, interrupting normal breathing.",
    "Symptoms of OSA include loud snoring, noisy and laboured breathing, and repeated short periods where breathing is interrupted by gasping or snorting.",
    "OSA can be diagnosed through observation at a sleep clinic or by using a testing device worn overnight at home.",
    "Treatment options for OSA include lifestyle changes, such as losing weight and avoiding alcohol, using a continuous positive airway pressure (CPAP) device, and wearing a mandibular advancement device (MAD).",
    "Oesophageal cancer is a type of cancer affecting the oesophagus (gullet) and is more common in men than women.",
    "Symptoms of oesophageal cancer can include difficulty swallowing, persistent indigestion or heartburn, bringing up food soon after eating, loss of appetite and weight loss, and pain or discomfort in the upper tummy, chest, or back.",
    "Risk factors for oesophageal cancer include persistent gastro-oesophageal reflux disease (GORD), smoking, drinking too much alcohol, being overweight or obese, and having an unhealthy diet low in fruit and vegetables.",
    "Treatment for oesophageal cancer may involve surgery to remove the affected section of the oesophagus, chemotherapy, and radiotherapy.",
    "Oral thrush, also known as oral candidosis, is a fungal infection of the mouth caused by Candida yeasts.",
    "Symptoms of oral thrush include white patches in the mouth that can be wiped off, loss of taste or unpleasant taste, redness inside the mouth and throat, cracks at the corners of the mouth, and a painful, burning sensation.",
    "If left untreated, oral thrush can persist and make eating and drinking difficult, and in severe cases, it can spread further into the body.",
    "Oral thrush can be diagnosed by a GP through a mouth examination and may require blood tests to check for underlying conditions.",
    "Osteoporosis weakens bones, making them fragile and more likely to break, often only diagnosed after a minor fall or sudden impact causes a fracture.",
    "The most common injuries in people with osteoporosis are wrist fractures, hip fractures, and fractures of the spinal bones.",
    "Osteoporosis can cause a stooped posture and chronic pain, especially in the spine.",
    "Risk factors for osteoporosis include age, sex (women are more at risk, especially after menopause), family history, certain medical conditions, and lifestyle factors such as low body mass index, heavy drinking, and smoking.",
    "Osteosarcoma is a type of bone cancer that commonly occurs in older children and teenagers, and is rarely seen in children under 5.",
    "The main symptom of osteosarcoma is pain in the affected bone, which may initially come and go and then become more severe and constant, especially at night.",
    "Diagnosis of osteosarcoma involves a physical examination, blood tests, imaging tests such as X-rays, MRI or CT scans, and a biopsy of the tumor.",
    "Treatment for osteosarcoma may include chemotherapy, radiotherapy, and surgery, which may involve limb-sparing surgery or amputation depending on the extent of the tumor.",
    "Otitis externa is an infection that causes inflammation of the ear canal, resulting in symptoms such as ear pain, itching, redness, and discharge.",
    "It is commonly referred to as \"swimmer's ear\" because getting water in the ear can increase the likelihood of inflammation.",
    "Otitis externa is often caused by bacterial infection, but can also be caused by irritation, fungal infections, or allergies.",
    "Treatment for otitis externa may include ear drops, avoiding water in the affected ear, and using pain relief medication.",
    "Ovarian cancer is most common in women and anyone with ovaries who has been through the menopause (usually over the age of 50).",
    "Early symptoms of ovarian cancer include persistent bloating, pain in the pelvis and lower stomach, and difficulty eating.",
    "Risk factors for ovarian cancer include age, family history of ovarian or breast cancer, and the number of eggs the ovaries release.",
    "Treatment for ovarian cancer may involve surgery to remove the ovaries and fallopian tubes, chemotherapy, and sometimes radiotherapy.",
    "Germ cell tumours of the ovary are the most common type of ovarian cancer in teenagers and young women.",
    "Symptoms of germ cell tumours of the ovary may include pain or swelling in the abdomen, a feeling of fullness or bloating in the abdomen, needing to urinate more often, and irregular periods.",
    "Tests for ovarian cancer may include a blood test, an ultrasound of the ovaries, and an internal examination to check the organs in the pelvis.",
    "Treatment for germ cell tumours of the ovary may involve surgery to remove the affected ovary and fallopian tube, chemotherapy to get rid of any remaining cancer cells, and in some cases, radiotherapy.",
    "Overactive thyroid, also known as hyperthyroidism, occurs when there is too much thyroid hormone in the body, leading to symptoms such as nervousness, hyperactivity, unexplained weight loss, and swelling of the thyroid gland.",
    "The most common cause of an overactive thyroid is Graves' disease, an autoimmune condition where the immune system attacks the thyroid gland and causes it to produce excess hormones.",
    "Treatment options for an overactive thyroid include thionamides, which stop the thyroid gland from producing too much hormone, radioiodine treatment to shrink the thyroid gland, and surgery to remove part or all of the thyroid gland.",
    "Complications of an overactive thyroid can include Graves' ophthalmopathy, a condition affecting the eyes, and thyroid storm, a severe and life-threatening flare-up of symptoms.",
    "Paget's disease of the nipple is a rare type of breast cancer that affects the skin of one nipple.",
    "Symptoms of Paget's disease include an itchy, red rash on the nipple that can extend to the surrounding skin, as well as itchiness, burning, and bleeding from the nipple.",
    "Paget's disease is usually a sign of breast cancer, either invasive or non-invasive.",
    "Treatment for Paget's disease may involve surgery, chemotherapy, radiotherapy, or hormone therapy, depending on the type and stage of the cancer.",
    "Pancreatic cancer is caused by the abnormal and uncontrolled growth of cells in the pancreas.",
    "The main symptoms of pancreatic cancer include pain in the stomach or back, unexpected weight loss, and jaundice.",
    "Risk factors for pancreatic cancer include age (50 to 80 years old), smoking, and having a history of certain health conditions such as diabetes and chronic pancreatitis.",
    "Treatment for pancreatic cancer may involve surgery, chemotherapy, and radiotherapy.",
    "Panic disorder is a condition characterized by recurring and regular panic attacks, often for no apparent reason.",
    "Panic attacks can cause symptoms such as nausea, sweating, trembling, and a sensation of an irregular heartbeat.",
    "The exact cause of panic disorder is not fully understood, but it is thought to be a combination of physical and psychological factors.",
    "Treatment for panic disorder may involve psychological therapy, medication, and self-help techniques such as relaxation and exercise.",
    "Parkinson's disease is a condition in which parts of the brain become progressively damaged over many years.",
    "The three main symptoms of Parkinson's disease are involuntary shaking of particular parts of the body (tremor), slow movement, and stiff and inflexible muscles.",
    "A person with Parkinson's disease can also experience a wide range of other physical and psychological symptoms, including depression and anxiety, balance problems, loss of sense of smell, problems sleeping, and memory problems.",
    "Although there's currently no cure for Parkinson's disease, treatments are available to help reduce the main symptoms and maintain quality of life for as long as possible.",
    "Patau's syndrome, also known as Trisomy 13, is a rare genetic condition that affects babies in the womb and causes health problems throughout their life.",
    "Babies with Patau's syndrome have an extra copy of chromosome 13, which can be present in some or all of their cells and lead to various health conditions.",
    "There are three forms of Patau's syndrome: full form, mosaic form, and partial form, each with different levels of chromosome involvement.",
    "Babies with Patau's syndrome may experience a range of health issues, including heart problems, cleft lip/palate, brain development issues, seizures, hearing loss, joint contractures, and eye issues.",
    "Pelvic inflammatory disease (PID) is a bacterial infection that affects the female reproductive system, including the womb, fallopian tubes, and ovaries.",
    "Symptoms of PID can include pain around the pelvis or lower tummy, discomfort or pain during sex, pain when peeing, bleeding between periods or after sex, heavy or painful periods, and unusual vaginal discharge.",
    "Testing for PID involves discussing symptoms, having an internal examination, and taking swabs from the vagina and cervix. Ultrasound scans may also be done.",
    "Treatment for PID includes oral antibiotics for early-stage cases and hospitalization for more severe cases. It is important to take all antibiotics and finish the entire course of treatment.",
    "Pelvic organ prolapse is when one or more of the pelvic organs (womb, bladder, or bowel) slip from their usual position, causing the vaginal wall to bulge into or out of the vagina.",
    "Symptoms of pelvic organ prolapse may include a feeling of a bulge or something coming down or out of the vagina, discomfort during sex, problems with urination, and a slow stream or feeling of not emptying the bladder fully.",
    "Diagnosis of pelvic organ prolapse involves a pelvic examination, which includes an internal examination of the vagina. Further tests may be needed depending on the doctor's assessment.",
    "Treatment options for pelvic organ prolapse include lifestyle changes such as pelvic floor exercises and maintaining a healthy weight, the use of vaginal pessaries to support the vaginal walls, hormone replacement therapy to relieve symptoms, and surgery in severe cases.",
    "Penile cancer is a rare type of cancer that occurs on the skin of the penis or within the penis.",
    "The number of penile cancer cases has increased by more than 20% over the last 30 years, possibly due to changes in sexual practices.",
    "Improvements in diagnosis, staging, and treatment have led to a reduction in the number of deaths resulting from penile cancer.",
    "Symptoms of penile cancer include a growth or sore on the penis that doesn't heal within 4 weeks, bleeding from the penis or under the foreskin, foul-smelling discharge, thickening of the skin of the penis or foreskin, change in the color of the skin, and a rash on the penis.",
    "Peripheral neuropathy is a condition where the nerves in the extremities, such as the hands and feet, are damaged.",
    "The symptoms of peripheral neuropathy can vary depending on which nerves are affected and may include numbness, tingling, pain, and muscle weakness.",
    "The most common cause of peripheral neuropathy is diabetes, but it can also be caused by other health conditions, physical injury, infections, and certain medications.",
    "Treatment for peripheral neuropathy focuses on managing the underlying cause, relieving pain, and treating other symptoms such as muscle weakness or erectile dysfunction.",
    "Personality disorders are conditions where an individual differs significantly from an average person in their thinking, perception, feeling, and ability to relate to others.",
    "Common features of personality disorders include being overwhelmed by negative feelings, avoiding other people, feeling emotionally disconnected, displaying odd behavior, and having difficulty maintaining stable and close relationships.",
    "There are different types of personality disorders, including paranoid personality disorder, schizoid personality disorder, schizotypal personality disorder, borderline personality disorder, histrionic personality disorder, narcissistic personality disorder, avoidant personality disorder, and obsessive-compulsive personality disorder.",
    "Treatment for personality disorders usually involves psychological therapy tailored to the individual, which aims to improve their ability to regulate thoughts and emotions. Medication may also be prescribed to treat associated problems like depression, anxiety, and psychotic symptoms.",
    "Pleurisy is inflammation of the sheet-like layers that cover the lungs (the pleura).",
    "The most common symptom of pleurisy is a sharp chest pain when breathing deeply, sometimes felt in the shoulder.",
    "Other symptoms can include shortness of breath and a dry cough.",
    "Pleurisy can usually be diagnosed by studying your symptoms, and further tests may be needed to identify the underlying cause.",
    "Pneumonia is inflammation of the tissue in one or both lungs, usually caused by a bacterial infection.",
    "Symptoms of pneumonia include coughing with thick mucus, difficulty breathing, rapid heartbeat, fever, and loss of appetite.",
    "Pneumonia can be caused by bacteria, viruses, fungi, or aspiration of foreign objects or harmful substances.",
    "Mild pneumonia can be treated at home with rest, antibiotics, and fluids, while severe cases may require hospital treatment.",
    "Polymyalgia rheumatica (PMR) causes pain, stiffness, and inflammation in the muscles around the shoulders, neck, and hips.",
    "The main symptom of PMR is muscle stiffness in the morning lasting longer than 45 minutes, along with other symptoms such as fever, fatigue, loss of appetite, weight loss, and depression.",
    "The cause of PMR is unknown, but it is more common in women over 50 years old.",
    "Treatment for PMR involves taking a corticosteroid medication called prednisolone to relieve symptoms, with a long-term course of treatment lasting 18 months to two years.",
    "Post-polio syndrome is a slow progressive condition that affects some people who have had polio, causing problems in daily activities.",
    "Polio is a serious viral infection that can be prevented with vaccination and used to be common worldwide.",
    "Symptoms of post-polio syndrome include muscle weakness, shrinking of the muscles, tight joints, pain in muscles or joints, chronic fatigue, swallowing and speech problems, respiratory problems, cramps and muscle twitching, and sensitivity to cold temperatures.",
    "Treatment for post-polio syndrome involves exercise and rest, painkillers, mobility aids, treatment of breathing problems, healthy eating and weight control, and coping with psychological factors.",
    "Post-traumatic stress disorder (PTSD) is an anxiety disorder caused by very stressful, frightening or distressing events.",
    "Symptoms of PTSD include reliving the traumatic event through nightmares and flashbacks, feelings of isolation, irritability, and guilt, and problems with sleeping and concentration.",
    "PTSD can be caused by various traumatic events such as serious road accidents, violent assaults, prolonged abuse or neglect, witnessing violent deaths, military combat, and natural disasters.",
    "Treatment for PTSD may involve psychotherapy, such as trauma-focused cognitive behavioral therapy (CBT) or eye movement desensitization and reprocessing (EMDR), and medication, such as antidepressants.",
    "Postnatal depression is a type of depression that can affect parents after having a baby.",
    "It is a common problem, affecting more than 1 in every 10 mothers within a year of giving birth.",
    "With the right support, including self-help strategies and therapy, most people make a full recovery from postnatal depression.",
    "Symptoms of postnatal depression can include persistent sadness, loss of interest, lack of energy, trouble sleeping, difficulty bonding with the baby, and thoughts of self-harm or suicide.",
    "Pressure ulcers are injuries that break down the skin and underlying tissue, caused by sustained pressure on an area of skin.",
    "They can range in severity from patches of discolored skin to open wounds that expose the bone or muscle.",
    "People with mobility problems, health conditions that affect blood flow, and those over 70 years old are particularly vulnerable to pressure ulcers.",
    "Treatment options include changing positions regularly, using special mattresses and cushions, and using dressings, creams, and ointments to relieve pressure and promote healing.",
    "Prostate cancer is the most common cancer in men and anyone with a prostate in the UK.",
    "Symptoms of prostate cancer include needing to urinate more frequently, difficulty in starting to pee, weak flow, and feeling that your bladder has not emptied fully.",
    "The causes of prostate cancer are largely unknown, but age, ethnicity, family history, obesity, exercise, and diet may increase the risk.",
    "Treatment options for prostate cancer include watchful waiting, surgery, radiotherapy, hormone therapy, and chemotherapy.",
    "Psoriasis is a skin condition that causes red, flaky, crusty patches of skin covered with silvery scales.",
    "Psoriasis affects around 2% of people in the UK and can start at any age, but most often develops in adults under 35 years old.",
    "The severity of psoriasis varies greatly from person to person, with some experiencing only minor irritation while others have a major impact on their quality of life.",
    "Treatments for psoriasis include topical creams, phototherapy, and systemic medications, depending on the type and severity of the condition.",
    "Psoriatic arthritis is a type of arthritis that develops in some people with the skin condition psoriasis, causing inflammation, stiffness, and pain in the joints.",
    "The condition affects specific areas such as the hands, feet, knees, elbows, neck, and spine, and can also involve tendons.",
    "Psoriatic arthritis can be diagnosed by a rheumatologist if a person has both psoriasis and joint problems, and other types of arthritis have been ruled out.",
    "Treatment options for psoriatic arthritis include non-steroidal anti-inflammatory drugs (NSAIDs), steroid medication, disease-modifying anti-rheumatic drugs (DMARDs), biological treatments, and complementary therapies.",
    "The two main symptoms of psychosis are hallucinations and delusions.",
    "Psychosis can be caused by mental health conditions such as schizophrenia and bipolar disorder, as well as severe stress or anxiety.",
    "Treatment for psychosis involves a combination of antipsychotic medication, psychological therapies, and social support.",
    "Complications of psychosis can include self-harm, an increased risk of suicide, weight gain from antipsychotic medication, and the development of metabolic syndrome.",
    "Pubic lice, also known as crabs, are tiny insects that live on coarse human body hair, such as pubic hair around the penis or vagina.",
    "The most common symptom of pubic lice is itchy red spots, caused by an allergy to the lice saliva or poo.",
    "Pubic lice are very small (2mm long) and grey-brown in color, and can be found in hair on the chest, armpits, face, and eyelashes.",
    "Pubic lice are spread through close body contact, most commonly sexual contact, and can be treated with medicated creams or shampoos.",
    "Rare cancers in children can be grouped into categories such as cancers that only affect children, cancers that usually affect adults, rare cancers in the head and neck area, rare hormonal/endocrine cancers, rare brain tumors, and rare skin cancers.",
    "The causes of most rare childhood cancers are unknown, but a family history of certain types of cancer may suggest an inherited faulty gene.",
    "Treatment for rare childhood cancers typically involves surgery, radiotherapy, and chemotherapy, either individually or in combination.",
    "Clinical trials for rare childhood cancers are not usually available, but organizations like the Children's Cancer and Leukaemia Group work to improve care and treatment and promote research in rare tumors.",
    "Raynaud's phenomenon is a condition that affects the blood supply to certain parts of the body, usually the fingers and toes.",
    "It is often triggered by cold temperatures, anxiety, or stress, causing the blood vessels to go into a temporary spasm and block the flow of blood.",
    "Symptoms of Raynaud's include changes in color to white, blue, and red in the affected area, along with numbness, pain, and pins and needles.",
    "Treatment for Raynaud's may involve self-help measures such as keeping warm, quitting smoking, and managing stress, or medication such as nifedipine to relieve symptoms.",
    "Reactive arthritis, formerly known as Reiter's syndrome, causes inflammation in various parts of the body.",
    "The most common areas affected by reactive arthritis are the joints, eyes, and urethra.",
    "It is usually caused by an infection, such as a sexually transmitted infection or a bowel infection.",
    "Treatment for reactive arthritis focuses on relieving symptoms and may include non-steroidal anti-inflammatory drugs (NSAIDs) and disease-modifying anti-rheumatic drugs (DMARDs).",
    "Restless legs syndrome, also known as Willis-Ekbom disease, causes an overwhelming urge to move the legs and can also cause an unpleasant crawling or creeping sensation in the feet, calves, and thighs.",
    "Restless legs syndrome is associated with involuntary jerking of the legs and arms, known as periodic limb movements in sleep (PLMS), and can disrupt a person's daily activities.",
    "The exact cause of restless legs syndrome is often unknown, but it may be related to how the body handles dopamine, a chemical involved in controlling muscle movement.",
    "Treatment for restless legs syndrome may include lifestyle changes such as adopting good sleep habits and exercising regularly, as well as medication to regulate dopamine levels and treat underlying health conditions.",
    "Retinoblastoma is an uncommon eye cancer that usually affects children under 5, although it can affect children of any age.",
    "Treatment for retinoblastoma depends on the number, position, and size of the tumors in the eye, and aims to get rid of the cancer while preserving sight.",
    "Some treatments for retinoblastoma include cryotherapy, laser therapy, plaque therapy, thermotherapy, chemotherapy, surgery, and radiotherapy.",
    "Follow-up care for retinoblastoma involves frequent eye examinations under anesthesia to check for recurrence or new tumors, and children with heritable retinoblastoma are at increased risk for other types of cancer later in life.",
    "Rhabdomyosarcoma is a type of soft tissue sarcoma that primarily affects children under the age of 10, with a higher incidence in boys than girls.",
    "Treatment for rhabdomyosarcoma may involve a combination of chemotherapy, surgery, and radiotherapy, depending on the size and location of the tumor.",
    "Common symptoms of rhabdomyosarcoma include a lump or swelling in the affected area, obstruction and discharge from the nose or throat in head and neck tumors, pain or discomfort in the abdomen and constipation in abdominal tumors, and blood in the urine and difficulty urinating in bladder tumors.",
    "Long-term side effects of treatment for rhabdomyosarcoma may include reduced bone growth, infertility, changes in heart and kidney function, and an increased risk of developing another cancer later in life.",
    "Rheumatoid arthritis is a long-term condition that causes pain, swelling, and stiffness in the joints.",
    "The main symptoms of rheumatoid arthritis affecting the joints are pain, stiffness, and swelling.",
    "Rheumatoid arthritis is an autoimmune disease where the immune system attacks the cells that line the joints, causing inflammation and damage.",
    "Treatment for rheumatoid arthritis includes medications to control symptoms and slow down the progression of the condition, as well as supportive therapies like physiotherapy and occupational therapy.",
    "Ringworm is a common fungal infection that causes a red or silvery ring-like rash on the skin.",
    "Other fungal infections, such as athlete's foot and jock itch, can affect different parts of the body.",
    "Fungal infections can be spread through direct skin contact, sharing objects, or contact with infected soil.",
    "Treatment for fungal infections may include antifungal creams, tablets, or shampoos, and practicing good hygiene can help prevent the spread of infection.",
    "Rosacea is a long-term skin condition that mainly affects the face and can have a significant psychological impact.",
    "Symptoms of rosacea include flushing, burning and stinging sensations, permanent redness, spots, and visible blood vessels.",
    "The exact cause of rosacea is unknown, but possible factors include abnormalities in blood vessels, skin peptides, microscopic mites, and Helicobacter pylori bacteria.",
    "Treatment for rosacea involves self-help measures, such as avoiding triggers, as well as medications like creams, oral antibiotics, and laser or intense pulsed light (IPL) treatment.",
    "Scabies is a contagious skin condition caused by tiny mites that burrow into the skin.",
    "The main symptom of scabies is intense itching that's worse at night. It also causes a skin rash on areas where the mites have burrowed.",
    "Scabies mites are called Sarcoptes scabiei. They feed using their mouths and front legs to burrow into the outer layer of skin (epidermis), where they lay eggs.",
    "Scabies is usually spread through prolonged periods of skin-to-skin contact with an infected person, or through sexual contact.",
    "Scarlet fever is a bacterial illness that mainly affects children and causes a distinctive pink-red rash.",
    "The illness is caused by Streptococcus pyogenes bacteria, also known as Group A Streptococcus, which are found on the skin and in the throat.",
    "Symptoms of scarlet fever include a sore throat, headache, swollen neck glands, loss of appetite, nausea or vomiting, red lines in the folds of the body, and a white coating on the tongue.",
    "Scarlet fever is highly contagious and can be spread through airborne droplets, skin contact, and sharing contaminated items.",
    "Schizophrenia is a long-term mental health condition that causes hallucinations, delusions, muddled thoughts, and changes in behavior.",
    "The exact cause of schizophrenia is unknown, but it is believed to be caused by a combination of genetic and environmental factors.",
    "Schizophrenia is most often diagnosed between the ages of 15 and 35 and affects men and women equally.",
    "Treatment for schizophrenia usually involves a combination of medication, such as antipsychotics, and therapy, such as cognitive behavioral therapy (CBT).",
    "Scoliosis is the abnormal twisting and curvature of the spine.",
    "Typical signs of scoliosis include a visibly curved spine, one shoulder being higher than the other, one shoulder or hip being more prominent than the other, clothes not hanging properly, a prominent ribcage, and a difference in leg lengths.",
    "Scoliosis can be caused by conditions such as cerebral palsy, muscular dystrophy, Marfan syndrome, and neurofibromatosis.",
    "Treatment for scoliosis in children may include observation, casting, bracing, or surgery, depending on the severity and age of the child.",
    "Septic shock is a life-threatening condition that occurs when blood pressure drops to a dangerously low level after an infection.",
    "People with a weakened immune system, such as newborn babies, elderly individuals, and those with long-term health conditions, are at a higher risk of developing septic shock.",
    "Treatment for septic shock may involve oxygen therapy, intravenous fluids, medication to increase blood flow, antibiotics, and in some cases, surgery.",
    "Complications of septic shock can include respiratory failure, heart failure, kidney failure or injury, and abnormal blood clotting.",
    "The main symptom of shingles is pain, followed by a rash that develops into itchy blisters.",
    "Other symptoms of shingles may include a headache, burning, tingling, numbness or itchiness of the skin in the affected area, a feeling of being generally unwell, and a high temperature (fever).",
    "The shingles rash usually appears on one side of the body and can develop new blisters for up to a week before drying out and forming scabs.",
    "Treatment for shingles involves keeping the rash clean and dry, wearing loose-fitting clothing, using a cool damp cloth to soothe the skin, and taking painkillers or antiviral tablets as prescribed.",
    "Sudden shortness of breath is the most common reason for visiting a hospital accident and emergency department.",
    "Long-term shortness of breath is usually caused by obesity, poorly controlled asthma, chronic obstructive pulmonary disease (COPD), anaemia, heart failure, or a problem with heart rate or rhythm.",
    "Sudden breathlessness could be caused by asthma, pneumonia, or a worsening of COPD.",
    "Shortness of breath may be a warning sign of a heart attack, heart failure, or a problem with heart rate or rhythm.",
    "Sickle cell disease is a group of blood disorders that are inherited and affect how the body produces red blood cells.",
    "The main symptoms of sickle cell disease include sickle cell crises, infections, and anaemia.",
    "People with sickle cell disease are more vulnerable to infections and may need to take daily doses of antibiotics.",
    "Treatment for sickle cell disease includes managing and preventing sickle cell crises, treating and preventing infections, and managing anaemia and other related symptoms.",
    "Sinusitis is inflammation of the sinuses, which are small, air-filled spaces in the cheekbones and forehead.",
    "Symptoms of sinusitis include a green or yellow discharge from the nose, a blocked nose, pain and tenderness around the cheeks, eyes, or forehead, and a high temperature.",
    "Sinusitis is usually caused by a viral infection and typically improves within 2 to 3 weeks.",
    "Treatment for sinusitis includes rest, drinking fluids, taking over-the-counter painkillers, using nasal decongestants, and cleaning the nose with a salt water solution.",
    "Sj'gren's syndrome is an autoimmune disorder that affects the tear and saliva glands, causing dry eyes and dry mouth.",
    "It is classified as either primary, when it develops by itself, or secondary, when it occurs in combination with another autoimmune disorder.",
    "Diagnosis can be difficult due to the similarity of symptoms to other conditions, but tests such as tear break-up time and blood tests can help confirm the diagnosis.",
    "Treatment focuses on relieving symptoms and may include artificial tears, saliva substitutes, and medication such as pilocarpine or hydroxychloroquine.",
    "Melanoma is a type of skin cancer that can spread to other organs in the body.",
    "The most common sign of melanoma is the appearance of a new mole or a change in an existing mole.",
    "Melanoma can appear anywhere on the body, but the back, legs, arms, and face are most commonly affected.",
    "Melanoma is caused by exposure to ultraviolet (UV) light from natural or artificial sources.",
    "Non-melanoma skin cancer refers to a group of cancers that slowly develop in the upper layers of the skin.",
    "The first sign of non-melanoma skin cancer is usually the appearance of a lump or patch on the skin that doesn't heal after a few weeks.",
    "The two most common types of non-melanoma skin cancer are basal cell carcinoma and squamous cell carcinoma.",
    "Non-melanoma skin cancer is mainly caused by overexposure to ultraviolet (UV) light, such as sunlight and artificial sunbeds.",
    "Phone 999 or go to A&E if a child has a rash and has a stiff neck, is bothered by light, seems confused, has a high temperature, has difficulty breathing, has a rash that looks like small bruises or bleeding under the skin and does not fade when pressed, or their skin, lips, or tongue look pale, blue, grey, or blotchy.",
    "Cellulitis is an infection of the deeper layers of skin and underlying tissue. Symptoms include red, painful, swollen, and hot skin, often affecting the legs, and a fever. It can be diagnosed by assessing symptoms and usually responds well to treatment with antibiotics.",
    "Chickenpox is a viral illness that causes an itchy, spotty rash that can be anywhere on the body. The spots turn into fluid-filled blisters that crust over and eventually drop off. Treatment involves managing symptoms with remedies like paracetamol and calamine lotion.",
    "Eczema is a long-term condition that causes itchy, red, dry, and cracked skin, often developing on the backs of the knees, elbows, neck, eyes, and ears. It can flare up into an outbreak of tiny blisters if infected with the herpes simplex virus. Treatment involves using creams and ointments to",
    "Slapped cheek syndrome, also known as fifth disease or parvovirus B19, is a viral infection that causes a bright red rash on the cheeks.",
    "Most cases of slapped cheek syndrome are mild and clear up on their own within 1 to 3 weeks, with lifelong immunity after infection.",
    "Pregnant women, individuals with blood disorders or weakened immune systems, and those exposed to the virus should seek medical advice.",
    "Symptoms of slapped cheek syndrome include a slight fever, runny nose, sore throat, headache, upset stomach, and feeling unwell. A distinctive rash on the cheeks may also appear.",
    "Soft tissue sarcomas are rare cancers that affect the tissues connecting, supporting, and surrounding other body structures and organs.",
    "They can develop in various tissues such as fat, muscle, blood vessels, deep skin tissues, tendons, and ligaments.",
    "Soft tissue sarcomas can occur in different parts of the body, including the legs, arms, and trunk.",
    "There are different types of soft tissue sarcomas, such as leiomyosarcomas, liposarcomas, angiosarcomas, and gastrointestinal stromal tumors (GISTs).",
    "Soft tissue sarcomas are cancers that develop from cells in the soft, supporting tissues of the body, such as muscle, cartilage, fat, fibrous tissue, nerves, and blood vessels.",
    "The symptoms of soft tissue sarcomas depend on where the cancer is located, but may include a painless lump or swelling in the limb, a painful and swollen tummy, difficulty urinating, breathlessness and chest pain, and a lump or blockage in the head or neck.",
    "The causes of soft tissue sarcomas in teenagers and young adults are unknown, and there is no evidence to suggest that a knock or injury can cause the cancer.",
    "The main treatments for soft tissue sarcomas are surgery, chemotherapy, and radiotherapy. The specific treatment plan depends on the type, stage, and grade of the cancer.",
    "Sore throats are very common and usually get better within a week.",
    "Treatments for a sore throat include taking ibuprofen or paracetamol, drinking plenty of fluids, eating cool, soft foods, and gargling with warm, salty water.",
    "Antibiotics are not usually prescribed for a sore throat, as they are unlikely to make you feel better any quicker and have unpleasant side effects.",
    "Causes of a sore throat can include viral or bacterial infections, colds or flu, laryngitis, tonsillitis, strep throat, glandular fever, and irritants such as smoke or acid reflux.",
    "Some people are born without a spleen or need to have it removed because of disease or injury.",
    "The spleen is a fist-sized organ found in the upper left side of your abdomen, next to your stomach and behind your left ribs.",
    "The spleen fights invading germs in the blood, controls the level of blood cells, and screens the blood and removes old or damaged red blood cells.",
    "Spleen problems can include spleen pain, a damaged or ruptured spleen, and an enlarged spleen.",
    "A stillbirth is when a baby dies after the 24th week of a pregnancy or during birth.",
    "The causes of stillbirth can vary and may be linked to problems with the placenta, the mother's health, or the baby's health and development.",
    "After a stillbirth, it is important to seek support from healthcare professionals and to consider registering the stillbirth and making funeral arrangements.",
    "Recovering from a stillbirth involves physical and emotional care, and many parents find comfort in finding ways to remember their baby.",
    "A stomach ache is cramps or a dull ache in the tummy (abdomen).",
    "Stomach cramps with bloating are often caused by trapped wind.",
    "If your stomach cramps have started recently and you also have diarrhoea, the cause may be a tummy bug (gastroenteritis).",
    "Sudden agonising pain in a particular area of your abdomen may be a sign of a serious problem.",
    "Stomach cancer, or gastric cancer, is a fairly uncommon type of cancer.",
    "The initial symptoms of stomach cancer include persistent indigestion and heartburn, trapped wind and frequent burping, feeling very full or bloated after meals, and persistent stomach pain.",
    "Symptoms of advanced stomach cancer can include blood in stools, loss of appetite, and weight loss.",
    "Stomach cancer is usually easier to treat if it's diagnosed early, so it's important to get any possible symptoms checked by a doctor as soon as possible.",
    "Stomach ulcers, also known as gastric ulcers, are open sores that develop on the lining of the stomach or the intestine.",
    "The main symptom of a stomach ulcer is a burning or gnawing pain in the center of the abdomen, but not all ulcers are painful.",
    "Stomach ulcers can be caused by an infection with Helicobacter pylori bacteria or by taking non-steroidal anti-inflammatory drugs (NSAIDs) like ibuprofen or aspirin.",
    "Treatment for stomach ulcers may involve antibiotics to treat an H. pylori infection, proton pump inhibitors (PPIs) to reduce stomach acid, and lifestyle changes such as avoiding stress and spicy foods.",
    "Group A Streptococcus (GAS), also known as Strep A, can cause mild sore throat (strep throat) and skin/soft tissue infections such as impetigo and cellulitis.",
    "GAS infections can also lead to more serious conditions such as tonsillitis, scarlet fever, pneumonia, and post-streptococcal complications like rheumatic fever and glomerulonephritis.",
    "Invasive group A Streptococcus (iGAS) infections, although rare, can cause severe conditions like septic arthritis, meningitis, necrotizing fasciitis, and Streptococcal toxic shock syndrome.",
    "Most GAS infections do not require antibiotics and can clear up on their own, but antibiotics may be prescribed in certain cases or for individuals at risk of complications.",
    "Sunburn is skin damage caused by ultraviolet (UV) rays and usually causes red, sore, and tender skin for about a week.",
    "It's important to avoid sunburn because it can increase the risk of developing serious health problems, such as skin cancer, later in life.",
    "To relieve sunburn symptoms, cool the skin with cold water or compresses, drink plenty of fluids, take pain relief medication, and avoid sunlight until the skin has fully healed.",
    "Seek medical advice if sunburn is severe, covers a large area, or if there are symptoms like blistering, swelling, high temperature, dizziness, or if a young child or baby has sunburn.",
    "Supraventricular tachycardia is a condition where the heartbeat is abnormally fast.",
    "It can happen to anyone at any age and often occurs for the first time in children or young adults.",
    "Symptoms of supraventricular tachycardia include feeling the heart racing in the chest or throat, chest pain, dizziness, light-headedness, fatigue, and breathlessness.",
    "Common causes of supraventricular tachycardia include stress, anxiety, a change in posture, certain medications, alcohol, caffeine, smoking, and recreational drugs.",
    "Swollen lymph glands are usually a sign of infection and typically improve on their own within 1 to 2 weeks.",
    "If swollen lymph glands are accompanied by difficulty swallowing or breathing, it is important to seek urgent medical attention.",
    "Contact your GP if swollen lymph glands are getting larger, persist for more than 1 week, feel hard or immobile, are accompanied by night sweats or a high temperature, or are located above or below the collarbone.",
    "Swollen lymph glands are commonly caused by viral or bacterial infections such as colds, tonsillitis, glandular fever, throat or ear infections, dental abscesses, or cellulitis.",
    "Most people with syphilis don't notice any symptoms and don't know they have it. Symptoms change over time and may come and go.",
    "The first stage of syphilis, known as primary syphilis, is characterized by the presence of a small, painless sore or ulcer on the genitals, anus, rectum, tongue, lips, or other areas.",
    "The second stage of syphilis, known as secondary syphilis, is characterized by symptoms such as a non-itchy skin rash, tiredness, headaches, and swollen lymph glands.",
    "If left untreated, syphilis can progress to the third stage, known as tertiary syphilis, which can cause serious symptoms such as stroke, dementia, paralysis, and heart disease.",
    "Testicular cancer is most common in men between the ages of 15 and 49.",
    "The main symptom of testicular cancer is a painless lump or swelling in one of the testicles.",
    "Other symptoms can include a dull ache or sharp pain in the testicles or scrotum, a feeling of heaviness in the scrotum, and a change in the texture or increase in firmness of a testicle.",
    "Risk factors for testicular cancer include undescended testicles, a family history of the condition, previous testicular cancer, age and race, exposure to endocrine disruptors, infertility, smoking, and HIV/AIDS.",
    "Testicles are small and oval-shaped and hang below the penis in a sac called the scrotum.",
    "Testicles produce testosterone, which is responsible for lower voice, hair growth, muscle development, sex drive, and erections.",
    "Testicles produce sperm from puberty onwards, which can cause pregnancy when it meets with a female egg during sex.",
    "Testicular cancer can spread to lymph nodes in the abdomen, and surveillance and further surgery may be required for treatment.",
    "Testicular lumps and swellings can occur in boys, men, and anyone with testicles.",
    "It is important to be aware of what is normal for your testicles in order to notice any changes.",
    "Medical advice should be sought if there is a lump, swelling, change in shape or feel, asymmetry, or persistent discomfort in the testicles.",
    "Causes of testicular lumps and swellings include varicoceles, hydroceles, epididymal cysts, epididymo-orchitis, inguinal hernias, testicular torsion, and testicular cancer.",
    "Excessive and persistent thirst (known as polydipsia) could be a sign of an underlying problem such as diabetes.",
    "Thirst may be caused by dehydration, which can occur due to sweating heavily, vomiting, or diarrhea.",
    "Feeling thirsty all the time, along with other symptoms such as frequent urination and unexplained weight loss, could be a sign of diabetes.",
    "Thirst and increased urination are common symptoms in pregnancy, but can also be a sign of gestational diabetes.",
    "Threadworms, also known as pinworms, are tiny parasitic worms that infect the large intestine of humans.",
    "Threadworms are a common type of worm infection in the UK, particularly in children under the age of 10.",
    "The main symptom of threadworms is intense itching around the anus or vagina, especially at night.",
    "Treatment for threadworms usually involves taking a single dose of medication called mebendazole to kill the worms.",
    "Thrush is a common yeast infection that is not a sexually transmitted infection (STI).",
    "Symptoms of thrush in women include white vaginal discharge, itching and irritation around the vagina, and soreness and stinging during sex or urination.",
    "Symptoms of thrush in men include irritation, burning, and redness around the penis, a white discharge, an unpleasant smell, and difficulty pulling back the foreskin.",
    "Thrush can affect other areas of the body, such as the armpits, groin, and between the fingers, causing a red, itchy, or painful rash and white or yellow discharge.",
    "Thyroid cancer is a rare type of cancer that affects the thyroid gland, a small gland at the base of the neck.",
    "The main symptom of thyroid cancer is a painless lump or swelling in the neck.",
    "Other symptoms may include unexplained hoarseness, difficulty swallowing, and pain in the neck.",
    "Risk factors for thyroid cancer include having a thyroid condition, a family history of thyroid cancer, and exposure to radiation.",
    "The main symptom of thyroid cancer is a painless lump or swelling in the front of the neck that gradually gets bigger.",
    "Other symptoms of thyroid cancer may include a hoarse voice that doesn't get better and difficulty swallowing or breathing.",
    "The causes of thyroid cancer are unknown, but some risk factors include rare genetic conditions, exposure to radiation or radiotherapy treatment to the neck area, and a family history of thyroid cancer.",
    "The main treatment for thyroid cancer is surgery to remove the thyroid gland, and additional treatments may include radioactive iodine and external beam radiotherapy.",
    "Tinnitus is the name for hearing sounds that come from inside your body rather than an outside source.",
    "Symptoms of tinnitus include buzzing, humming, grinding, hissing, whistling, music or singing, and noises that beat in time with your pulse. It may also cause hearing loss and sensitivity to everyday sounds.",
    "It is recommended to speak to your GP if you continually or regularly hear sounds such as buzzing, ringing, or humming in your ears, if your tinnitus is getting worse, if it is bothering you and affecting your daily life, or if you have tinnitus that beats in time with your pulse.",
    "Treatment for tinnitus may involve sound therapy, counseling, cognitive behavioral therapy (CBT), or tinnitus retraining therapy (TRT). Additionally, relaxation techniques, improving sleep, avoiding stress and loud noises, and joining a support group may help manage symptoms.",
    "Tonsillitis is an infection that causes inflammation of the tonsils.",
    "Symptoms of tonsillitis include a sore throat, pain when swallowing, earache, high temperature, coughing, headache, feeling sick, feeling tired, swollen lymph glands, white pus-filled spots on the tonsils, bad breath, and loss of voice or changes to your voice.",
    "If symptoms last longer than 4 days and don't show signs of improvement, or if symptoms are severe, medical advice should be sought.",
    "Most cases of tonsillitis are caused by a viral infection, but some can be caused by a bacterial infection.",
    "Tooth decay occurs when acid is produced from plaque, which builds up on the teeth.",
    "Symptoms of tooth decay may include toothache, tooth sensitivity, spots on the teeth, bad breath, and an unpleasant taste in the mouth.",
    "Treatment for tooth decay depends on the severity and may involve applying fluoride, filling or crowning the tooth, root canal treatment, or tooth extraction.",
    "Preventing tooth decay involves regular dental visits, reducing sugary and starchy foods, practicing good oral hygiene, avoiding smoking and excessive alcohol consumption, and seeking medical attention for dry mouth.",
    "Toothache is pain in and around the teeth and jaws caused by tooth decay.",
    "Toothache can vary in intensity and may be triggered by hot or cold food and drinks.",
    "Toothache can sometimes be felt in the ear or sinuses, depending on the affected tooth.",
    "Toothache can be caused by tooth decay, cracked teeth, loose or broken fillings, receding gums, or bacterial infections.",
    "A transient ischaemic attack (TIA), or mini stroke, is a temporary disruption in the blood supply to part of the brain.",
    "Symptoms of a TIA can include sudden weakness or numbness on one side of the body, difficulty speaking or understanding speech, and blurred vision.",
    "TIAs are usually caused by a blood clot that blocks the blood vessels supplying the brain, but can also be caused by atrial fibrillation.",
    "Treatment for a TIA may involve taking medication to reduce the risk of a stroke, making lifestyle changes, and in some cases, undergoing surgery to remove blockages in the carotid artery.",
    "Trigeminal neuralgia is a sudden, severe facial pain, described as sharp, shooting or like an electric shock.",
    "The pain usually occurs in sudden short attacks lasting from a few seconds to about two minutes, and it often affects part or all of one side of the face.",
    "Trigeminal neuralgia can be triggered by activities such as washing, eating, or brushing the teeth, but it can also occur without any trigger.",
    "Living with trigeminal neuralgia can be difficult and can have a significant impact on a person's quality of life, resulting in problems such as weight loss, isolation, and depression.",
    "Tuberculosis (TB) is a bacterial infection spread through inhaling tiny droplets from the coughs or sneezes of an infected person.",
    "Typical symptoms of TB include a persistent cough that lasts more than three weeks, weight loss, night sweats, and a high temperature (fever).",
    "TB mainly affects the lungs but can also affect other parts of the body, such as the glands, bones, and nervous system.",
    "Treatment for TB usually involves a long course of antibiotics lasting several months, and most people will need a hospital admission during treatment.",
    "Type 1 diabetes is a lifelong condition that causes high blood glucose levels due to a lack of insulin production by the pancreas.",
    "Symptoms of type 1 diabetes include feeling very thirsty, passing urine more frequently, feeling very tired, weight loss, and persistent infections.",
    "Type 1 diabetes is an autoimmune condition where the immune system attacks and destroys the cells in the pancreas that produce insulin.",
    "Treatment for type 1 diabetes involves regular insulin injections, monitoring blood glucose levels, and maintaining a healthy lifestyle.",
    "Type 2 diabetes is a lifelong condition that causes high blood glucose levels.",
    "The main symptoms of type 2 diabetes include increased thirst, frequent urination, fatigue, unexplained weight loss, and blurred vision.",
    "Type 2 diabetes is caused by the body's inability to produce enough insulin or the body's cells not responding properly to insulin.",
    "Treatment for type 2 diabetes may involve lifestyle changes, oral medications, and insulin injections.",
    "Trichomonas is a sexually transmitted infection (STI) caused by a small parasite.",
    "Symptoms of trichomonas may include a yellow or green discharge from the vagina or penis, genital itching and soreness, and pain or a burning sensation when peeing.",
    "Testing for trichomonas can be done by collecting a swab or urine sample, which is then examined under a microscope or sent to a lab for diagnosis.",
    "Trichomonas infection is treated with antibiotics, and both the infected individual and their partner(s) should be treated to prevent reinfection.",
    "Transverse myelitis is a rare neurological condition caused by inflammation of the spinal cord, resulting in damage to the nerves and potential permanent scars or lesions.",
    "Symptoms of transverse myelitis can include muscle weakness in the legs and arms, mobility problems, unusual sensations and numbness, bladder and bowel problems, sexual problems, and pain.",
    "Transverse myelitis can be caused by autoimmune diseases, viral or bacterial infections, or certain cancers.",
    "Treatment for transverse myelitis may involve physiotherapy for muscle weakness, mobility aids, medication for inflammation, management of bladder and bowel problems, and addressing sexual and musculoskeletal pain issues.",
    "Ulcerative colitis is a long-term condition that causes swelling and inflammation in the large bowel (colon and rectum), leading to symptoms such as recurring diarrhea, abdominal pain, and frequent need to pass stools.",
    "In addition to bowel-related symptoms, ulcerative colitis can also cause fatigue, loss of appetite, weight loss, and symptoms in other parts of the body, such as joint pain, mouth ulcers, and skin inflammation.",
    "The exact cause of ulcerative colitis is unknown, but it is believed to involve problems with the immune system, genetic factors, and environmental factors such as air pollution and gut infections.",
    "Treatment for ulcerative colitis may involve medication to control inflammation, including aminosalicylates and corticosteroids, and in severe cases, surgery to remove part or all of the large bowel may be necessary.",
    "An underactive thyroid gland (hypothyroidism) is where your thyroid gland doesn't produce enough hormones.",
    "Common signs of an underactive thyroid are tiredness, weight gain and feeling depressed.",
    "An underactive thyroid can often be successfully treated by taking daily hormone tablets to replace the hormones your thyroid isn't making.",
    "Most cases of an underactive thyroid are caused by the immune system attacking the thyroid gland and damaging it, or by damage that occurs as a result of treatments for thyroid cancer or an overactive thyroid.",
    "Symptoms of an underactive thyroid are often similar to those of other conditions, and they usually develop slowly, so you may not notice them for years.",
    "You should see your GP and ask to be tested for an underactive thyroid if you have symptoms including tiredness, weight gain, depression, being sensitive to the cold, dry skin and hair, and muscle aches.",
    "The only accurate way of finding out whether you have a thyroid problem is to have a thyroid function test, where a sample of blood is tested to measure your hormone levels.",
    "Both men and women can have an underactive thyroid, although it's more common in women. In the UK, it affects 15 in every 1,000 women and 1",
    "Urinary incontinence is when you pee by accident, often during activities like exercise or jumping on a trampoline.",
    "Urinary incontinence can affect anyone, but it is more common in women.",
    "There are ways to prevent urinary incontinence, such as strengthening pelvic floor muscles, staying active, maintaining a healthy weight, and avoiding alcohol and caffeinated drinks.",
    "The most common types of urinary incontinence are stress incontinence (leaking urine when the bladder is under pressure) and urge incontinence (sudden and intense need to pee).",
    "Lower UTIs, also known as cystitis or urethra infections, can cause symptoms such as frequent urination, pain or discomfort when urinating, sudden urges to urinate, and cloudy or foul-smelling urine.",
    "Upper UTIs, which affect the kidneys or ureters, can cause the same symptoms as lower UTIs along with additional symptoms such as high fever, pain in the sides or back, and feeling sick or confused.",
    "It is important to seek urgent medical attention if you experience symptoms such as a very high temperature, confusion, severe pain in the lower abdomen or back, or blood in the urine, as these could indicate a kidney infection.",
    "UTIs are typically treated with a short course of antibiotics, and over-the-counter pain relief and increased fluid intake can help alleviate symptoms. It is important to complete the full course of antibiotics prescribed.",
    "Urinary tract infections (UTIs) can affect the bladder, urethra, and kidneys.",
    "Symptoms of UTIs in children may include vomiting, tiredness, irritability, pain or burning sensation when peeing, frequent urination, and cloudy or unpleasant-smelling pee.",
    "Urgent medical attention is needed if a child under 3 years old has a UTI with a high temperature, confusion, blood in their pee, or pain in the lower tummy or back.",
    "UTIs in children can be treated with antibiotics, and other treatments such as liquid paracetamol may be used to ease symptoms.",
    "The main symptom of hives (urticaria) is a raised and itchy rash.",
    "The rash can be localized to one part of the body or spread over large areas.",
    "The size of the rash can range from a few millimeters to the size of a hand.",
    "The appearance of the rash can change within 24 hours.",
    "Vaginal cancer is a rare type of cancer that begins in the vagina.",
    "The most common symptom of vaginal cancer is abnormal vaginal bleeding, such as bleeding between periods or after sex.",
    "Risk factors for developing vaginal cancer include being infected with certain types of human papillomavirus (HPV), age (over 60), and a history of abnormal cells in the cervix or vagina.",
    "Treatment for vaginal cancer may include radiotherapy, surgery, and chemotherapy, depending on the stage and location of the cancer.",
    "Normal vaginal discharge is odourless, clear or white, thick and sticky, or slippery and wet.",
    "Heavier or more frequent discharge may occur during pregnancy, sexual activity, or while using contraception.",
    "Contact your GP or sexual health service if you experience pelvic pain, bleeding between periods or after sex, pain when peeing, changes in colour, smell or texture of discharge, or itchiness, sores, or blisters.",
    "Vaginal discharge can be caused by STIs such as chlamydia, gonorrhoea, genital herpes, or trichomonas, as well as by thrush or bacterial vaginosis.",
    "Varicose eczema is a long-term skin condition that affects the lower legs and is common in people with varicose veins.",
    "Symptoms of varicose eczema include itching, redness, swelling, dryness, flakiness, and the presence of varicose veins.",
    "Varicose eczema is caused by increased pressure in the leg veins, which leads to fluid leakage and an immune system reaction.",
    "Treatment for varicose eczema involves self-help measures, emollients, topical corticosteroids, and compression stockings.",
    "A venous leg ulcer is a long-lasting sore that develops on the inside of the leg, just above the ankle.",
    "Symptoms of a venous leg ulcer include pain, itching, swelling, discolored or hardened skin, and foul-smelling discharge.",
    "Venous leg ulcers can be caused by persistently high pressure in the leg veins, often due to minor injuries.",
    "Treatment for venous leg ulcers involves cleaning and dressing the wound, using compression bandages or stockings, and addressing underlying causes such as obesity or varicose veins.",
    "Vertigo is the feeling that you or the environment around you is moving or spinning.",
    "Symptoms of vertigo may include loss of balance, feeling sick or being sick, and dizziness.",
    "Inner ear problems and problems in certain parts of the brain are common causes of vertigo.",
    "Treatment for vertigo may involve medications, referral to specialists, and self-help measures such as lying still in a quiet room and avoiding certain head movements.",
    "Vitamin B12 or folate deficiency anaemia occurs when a lack of vitamin B12 or folate causes the body to produce abnormally large red blood cells that can't function properly.",
    "Symptoms of vitamin B12 or folate deficiency may include extreme tiredness, a lack of energy, pins and needles, a sore and red tongue, mouth ulcers, muscle weakness, disturbed vision, psychological problems, and problems with memory and judgement.",
    "Causes of vitamin B12 deficiency anaemia include pernicious anaemia, a lack of these vitamins in the diet, certain medications, and conditions affecting the stomach or intestines.",
    "Treatment for vitamin B12 or folate deficiency anaemia may involve injections or tablets to replace the missing vitamins, and improving the diet to include foods rich in vitamin B12 or folate.",
    "Nausea and vomiting in adults can be caused by gastroenteritis, which is an infection of the gut usually caused by bacteria or a virus.",
    "Pregnant women often experience nausea and vomiting, known as morning sickness, especially during the early stages of pregnancy.",
    "Recurrent episodes of vomiting along with intense headaches may indicate migraines.",
    "Vomiting accompanied by dizziness or vertigo may be a sign of labyrinthitis, an inner ear infection.",
    "Vulval cancer is a rare type of cancer that affects women and anyone with a vulva.",
    "Symptoms of vulval cancer can include persistent itchiness, pain or tenderness in the vulva, raised and thickened patches of skin, a lump or wart-like growth on the vulva, bleeding or blood-stained discharge, an open sore, burning pain when passing urine, and changes in the shape or color of a mole on the vulva.",
    "Risk factors for vulval cancer include increasing age, vulval intraepithelial neoplasia (VIN), persistent infection with certain types of human papilloma virus (HPV), skin conditions affecting the vulva, and smoking.",
    "Treatment for vulval cancer may involve surgery to remove the cancerous tissue and lymph nodes, radiotherapy, chemotherapy, or a combination of these treatments.",
    "Warts are small lumps that often develop on the skin of the hands and feet, varying in appearance and may develop singly or in clusters.",
    "Warts are caused by certain strains of the human papilloma virus (HPV) and can be spread through close skin-to-skin contact or contact with contaminated objects.",
    "There are several different types of warts, including common warts, filiform warts, mosaic warts, periungual warts, plane warts, and verrucas.",
    "Treatment options for warts include salicylic acid, cryotherapy, and chemical treatments, while surgery is not usually recommended.",
    "Whooping cough, also known as pertussis, is a highly contagious bacterial infection of the lungs and airways.",
    "Symptoms of whooping cough include a runny nose, red and watery eyes, sore throat, raised temperature, intense coughing bouts, vomiting, gasping for breath, and a \"whoop\" sound during breathing.",
    "Whooping cough can affect people of any age, but babies under 6 months are at an increased risk of complications.",
    "Treatment for whooping cough may include hospitalization for severe cases, antibiotics to reduce the spread of infection, rest, fluids, and pain relief medication.",
    "Wilms' tumour is a type of kidney cancer that primarily affects children under the age of 5.",
    "The causes of Wilms' tumour are largely unknown, but in rare cases, it may be associated with certain congenital malformations or a family history of the condition.",
    "The most common symptom of Wilms' tumour is a painless swelling in the abdomen, although other symptoms may include blood in the urine, high blood pressure, fever, upset stomach, weight loss, and loss of appetite.",
    "Treatment for Wilms' tumour typically involves surgery to remove the affected kidney, followed by chemotherapy and, in some cases, radiotherapy. Regular check-ups are necessary to monitor for recurrence or long-term complications.",
    "Abnormal vaginal bleeding is the most common symptom of womb cancer, including bleeding between periods and after menopause.",
    "Womb cancer is more common in women aged 40 to 74, particularly those who have not had children and those who are overweight or obese.",
    "Treatment for womb cancer may involve a hysterectomy, radiotherapy, chemotherapy, or hormone therapy, depending on the stage and grade of the cancer.",
    "After treatment, regular check-ups will be necessary to monitor the cancer and manage any side effects. Support is available for emotional and physical challenges, including changes in relationships and sex life.",
    "Yellow fever is a serious viral infection spread by certain types of mosquitoes, mainly found in sub-Saharan Africa, South America, and parts of the Caribbean.",
    "The infection can be prevented with a vaccination and is rare among travellers, with only 12 cases reported among European travellers between 1999 and 2018.",
    "Symptoms of yellow fever include fever, headache, nausea or vomiting, muscle pain, and loss of appetite. In severe cases, jaundice, kidney failure, and bleeding may occur.",
    "There is no specific treatment for yellow fever, but symptoms can be managed and supportive care is provided in a hospital setting."
]